{
  "GEN": [
    {
      "id": "GEN_1_26",
      "chapter": 1,
      "verse": "26",
      "text": {
        "zh": "上帝​说：“我们要​按照​我们​的​形象​造​人，使​他们​跟​我们​相似，让​他们​管理​海​里​的​鱼、天​上​会​飞​的​生物、各​种​牲畜​和​各​种​在​地​上​爬行​的​生物，管理​整个​大地。”",
        "en": "Then God said: “Let us make man in our image, according to our likeness, and let them have in subjection the fish of the sea and the flying creatures of the heavens and the domestic animals and all the earth and every creeping animal that is moving on the earth.”"
      }
    },
    {
      "id": "GEN_1_28",
      "chapter": 1,
      "verse": "28",
      "text": {
        "zh": "上帝​赐​福​给​他们，对​他们​说：“要​繁衍​增多，遍满​地面，开拓​大地，也​要​管理海​里​的​鱼、天​上​会​飞​的​生物​和​地​上​的​各​种​动物。”​",
        "en": "Further, God blessed them, and God said to them: “Be fruitful and become many, fill the earth and subdue it, and have in subjection the fish of the sea and the flying creatures of the heavens and every living creature that is moving on the earth.”"
      }
    },
    {
      "id": "GEN_3_15",
      "chapter": 3,
      "verse": "15",
      "text": {
        "zh": "我​要​使​你和​女人互相​敌对，也​要​使​你​的​后代和​女人​的​后代互相​敌对。他会​打​碎你​的​头，你​会​咬​伤他​的​脚跟。”​",
        "en": "And I will put enmity between you and the woman and between your offspring and her offspring. He will crush your head, and you will strike him in the heel.”"
      }
    },
    {
      "id": "GEN_9_13",
      "chapter": 9,
      "verse": "13",
      "text": {
        "zh": "我​把​我​的​彩虹​放​在​云​中，作为​我​跟​大地​立约​的​凭证。",
        "en": "I put my rainbow in the cloud, and it will serve as a sign of the covenant between me and the earth."
      }
    },
    {
      "id": "GEN_39_9",
      "chapter": 39,
      "verse": "9",
      "text": {
        "zh": "家​里​没有​人​比​我​大。除了​你​之​外，他​什么​都​交​给​我​了，因为​你​是​他​的​妻子。我​怎么​可以​做​这么​坏​的​事，得罪​上帝​呢？”​",
        "en": "There is no one greater in this house than I am, and he has not withheld from me anything at all except you, because you are his wife. So how could I commit this great badness and actually sin against God?”"
      }
    }
  ],
  "EXO": [
    {
      "id": "EXO_9_16",
      "chapter": 9,
      "verse": "16",
      "text": {
        "zh": "我​让​你​活​到​现在，就是​要​向​你​显示​我​的​力量，让​我​的​名字​传​遍​天下。",
        "en": "But for this very reason I have kept you in existence: to show you my power and to have my name declared in all the earth."
      }
    },
    {
      "id": "EXO_20_3",
      "chapter": 20,
      "verse": "3",
      "text": {
        "zh": "除​我​以外，你​不可​有​别​的​神。​",
        "en": "You must not have any other gods besides me."
      }
    },
    {
      "id": "EXO_34_6",
      "chapter": 34,
      "verse": "6",
      "text": {
        "zh": "耶和华​在​摩西​面前​经过，宣告​说：“耶和华，耶和华，是​怜悯​人、体恤​人的​上帝，不​轻易​发怒，有​忠贞​的​厚爱，极其​信实​可靠，",
        "en": "Jehovah was passing before him and declaring: “Jehovah, Jehovah, a God merciful and compassionate, slow to anger and abundant in loyal love and truth,"
      }
    },
    {
      "id": "EXO_34_7",
      "chapter": 34,
      "verse": "7",
      "text": {
        "zh": "对​千​代​的​人​显​出​忠贞​的​爱，赦免​罪过、过错、罪恶，却​一定​会​惩罚​该​受罚​的​人，父亲​犯罪，子孙​都​要​承受​恶果，直到​三四​代。”​",
        "en": "showing loyal love to thousands, pardoning error and transgression and sin, but he will by no means leave the guilty unpunished, bringing punishment for the error of fathers upon sons and upon grandsons, upon the third generation and upon the fourth generation.”"
      }
    }
  ],
  "LEV": [
    {
      "id": "LEV_19_2",
      "chapter": 19,
      "verse": "2",
      "text": {
        "zh": "“你​要​吩咐​以色列​所有​民众，告诉​他们：‘你们​要​圣洁，因为​我​耶和华​你们​的​上帝​是​圣洁​的。​",
        "en": "“Speak to the entire assembly of the Israelites and tell them, ‘You should be holy, because I, Jehovah your God, am holy."
      }
    },
    {
      "id": "LEV_19_18",
      "chapter": 19,
      "verse": "18",
      "text": {
        "zh": "“‘不可​报复，也​不可​对​人​怀恨​在心。要​爱​人​如​己。我​是​耶和华",
        "en": "“‘You must not take vengeance nor hold a grudge against the sons of your people, and you must love your fellow man as yourself. I am Jehovah."
      }
    },
    {
      "id": "LEV_22_32",
      "chapter": 22,
      "verse": "32",
      "text": {
        "zh": "不可​亵渎​我​的​圣名。你们​要​在​以色列人​当中​尊​我​为​圣。我​是​耶和华，我​使​你们​成圣。",
        "en": "You must not profane my holy name, and I must be sanctified in the midst of the Israelites. I am Jehovah, who is sanctifying you,"
      }
    }
  ],
  "NUM": [
    {
      "id": "NUM_6_24",
      "chapter": 6,
      "verse": "24",
      "text": {
        "zh": "“愿​耶和华​赐​福​给​你，​保护​你。​",
        "en": "“May Jehovah bless you and safeguard you."
      }
    },
    {
      "id": "NUM_6_25",
      "chapter": 6,
      "verse": "25",
      "text": {
        "zh": "愿​耶和华​的​慈颜​光照​你，​施​恩​给​你。​",
        "en": "May Jehovah make his face shine upon you, and may he favor you."
      }
    },
    {
      "id": "NUM_6_26",
      "chapter": 6,
      "verse": "26",
      "text": {
        "zh": "愿​耶和华​恩待​你，​赐​平安​给​你。”’​",
        "en": "May Jehovah lift up his face toward you and grant you peace.”’"
      }
    },
    {
      "id": "NUM_23_19",
      "chapter": 23,
      "verse": "19",
      "text": {
        "zh": "上帝​跟​世人​不​同，​不​会​说谎；​他​跟​凡人​不​一样，​不​会​改变​主意。​他​讲​过​的​话，哪​有​不​履行​的？​他​说​过​的​事，哪​有​不​实践​的？​",
        "en": "God is not a mere man who tells lies, Nor a son of man who changes his mind. When he says something, will he not do it? When he speaks, will he not carry it out?"
      }
    }
  ],
  "DEU": [
    {
      "id": "DEU_6_5",
      "chapter": 6,
      "verse": "5",
      "text": {
        "zh": "你​要​全心，全力，用​全部​生命爱​耶和华​你​的​上帝。",
        "en": "You must love Jehovah your God with all your heart and all your soul and all your strength."
      }
    },
    {
      "id": "DEU_6_6",
      "chapter": 6,
      "verse": "6",
      "text": {
        "zh": "今天​我​吩咐​你​的​这些​话，你​要​记​在​心​上，",
        "en": "These words that I am commanding you today must be on your heart,"
      }
    },
    {
      "id": "DEU_6_7",
      "chapter": 6,
      "verse": "7",
      "text": {
        "zh": "也​要​反复​教导​儿女，无论​坐​在​家​里​还是​走​在​路上，躺​下​还是​起来，都​要​教导​他们。",
        "en": "and you must inculcate them in your sons and speak of them when you sit in your house and when you walk on the road and when you lie down and when you get up."
      }
    },
    {
      "id": "DEU_30_19",
      "chapter": 30,
      "verse": "19",
      "text": {
        "zh": "今天​我​以​天地​为​证，我​把​生命​和​死亡、福分​和​诅咒，都​摆​在​你​面前。你​要​选择​生命，这样​你​和​你​的​子孙才​能​活​下去；",
        "en": "I take the heavens and the earth as witnesses against you today that I have put life and death before you, the blessing and the curse; and you must choose life so that you may live, you and your descendants,"
      }
    }
  ],
  "JOS": [
    {
      "id": "JOS_1_8",
      "chapter": 1,
      "verse": "8",
      "text": {
        "zh": "不要让这套法典离开你的口，要日夜细读沉思，使你能切实遵守法典上所写的一切。这样，你就会处事明智，一生成功。",
        "en": "This book of the Law should not depart from your mouth,and you must read it in an undertoneday and night, in order to observe carefully all that is written in it;for then your way will be successful and then you will act wisely."
      }
    },
    {
      "id": "JOS_1_9",
      "chapter": 1,
      "verse": "9",
      "text": {
        "zh": "你要记住我的吩咐，要勇敢坚强，不要惊慌害怕，因为无论你去哪里，你的上帝耶和华都与你同在。”",
        "en": "Have I not commanded you? Be courageous and strong. Do not be struck with terror or fear, for Jehovah your God is with you wherever you go.”"
      }
    },
    {
      "id": "JOS_24_15",
      "chapter": 24,
      "verse": "15",
      "text": {
        "zh": "你们要是认为敬奉耶和华不好，今天就只管选择你们要敬奉的：是你们的祖先在 大河 另一边敬奉的神也行，是本地亚摩利人的神也行。至于我和我一家，我们要敬奉耶和华。”",
        "en": "Now if it seems bad to you to serve Jehovah, choose for yourselves today whom you will serve,whether the gods that your forefathers served on the other side of the Riveror the gods of the Amʹor·ites in whose land you are dwelling.But as for me and my household, we will serve Jehovah.”"
      }
    }
  ],
  "JDG": [
    {
      "id": "JDG_2_18",
      "chapter": 2,
      "verse": "18",
      "text": {
        "zh": "每当耶和华派士师来救他们，耶和华就与士师同在。士师在世的时候，上帝一直拯救以色列人脱离敌人的魔掌。因为他们被人压迫欺凌的时候悲伤叹息，耶和华就怜悯他们。",
        "en": "Whenever Jehovah did raise up judges for them,Jehovah would be with the judge and save them from the hand of their enemies all the days of the judge; for Jehovah was moved to pityover their groaning caused by those who oppressed themand those who were treating them abusively."
      }
    },
    {
      "id": "JDG_6_12",
      "chapter": 6,
      "verse": "12",
      "text": {
        "zh": "耶和华的天使向基甸显现，说：“英勇的战士啊，耶和华与你同在。”",
        "en": "Jehovah’s angel appeared to him and said: “Jehovah is with you,you mighty warrior.”"
      }
    },
        {
      "id": "JDG_21_25",
      "chapter": 2,
      "verse": "18",
      "text": {
        "zh": "在那个时代，以色列没有国王。人人都做自己认为对的事。",
        "en": "In those days there was no king in Israel. Each one was doing what was right in his own eyes."
      }
    }
  ],
  "RUT": [
    {
      "id": "RUT_1_16",
      "chapter": 1,
      "verse": "16",
      "text": {
        "zh": "路得 说：“不要劝我离开你，丢下你不管。你去哪里，我也去哪里；你在哪里过夜，我也在哪里过夜。你的民族就是我的民族，你的上帝就是我的上帝。",
        "en": "But Ruth said: “Do not plead with me to abandon you, to turn back from accompanying you; for where you go I will go, and where you spend the night, I will spend the night. Your people will be my people, and your God my God."
      }
    },
    {
      "id": "RUT_2_12",
      "chapter": 2,
      "verse": "12",
      "text": {
        "zh": "愿耶和华照你所做的奖赏你。你来投靠以色列的上帝耶和华，留在他的翅膀底下，愿他给你十足的赏赐。”",
        "en": "May Jehovah reward you for what you have done,and may there be a perfect wagefor you from Jehovah the God of Israel, under whose wings you have come to seek refuge.”"
      }
    },
    {
      "id": "RUT_3_11",
      "chapter": 3,
      "verse": "11",
      "text": {
        "zh": "女儿啊，你放心。你说的一切，我都会为你做。全城的人都知道你是个贤德的女子。",
        "en": "And now, my daughter, have no fear. I will do for you everything that you say,for everyone in the cityknows that you are an excellent woman."
      }
    }
  ],
  "1SA": [
    {
      "id": "1SA_15_22",
      "chapter": 15,
      "verse": "22",
      "text": {
        "zh": "撒母耳 说：“耶和华那么喜欢全烧祭和祭牲吗？耶和华不是更喜欢人服从他的话吗？服从胜过献祭，听从命令胜过献上公羊的脂肪；",
        "en": "Samuel then said: “Does Jehovah take as much pleasure in burnt offerings and sacrificesas in obeying the voice of Jehovah? Look! To obey is better than a sacrifice,and to pay attention than the fatof rams;"
      }
    },
    {
      "id": "1SA_16_7",
      "chapter": 16,
      "verse": "7",
      "text": {
        "zh": "耶和华对 撒母耳 说：“不要看他的外表和高大的身材，我不选他，因为上帝跟人不一样，人看的是外表，耶和华看的是内心。”",
        "en": "But Jehovah said to Samuel: “Do not pay attention to his appearance and how tall he is,for I have rejected him. For the way man sees is not the way God sees, because mere man sees what appears to the eyes, but Jehovah sees into the heart.”"
      }
    },
    {
      "id": "1SA_17_45",
      "chapter": 17,
      "verse": "45",
      "text": {
        "zh": "大卫 对那个 非利士 人说：“你来攻击我，是靠刀剑枪矛，但我来攻击你，是奉天军的统帅耶和华的名。他是以色列军队的上帝，你辱骂的就是他。",
        "en": "David replied to the Phi·lisʹtine: “You are coming against me with sword and spear and javelin,but I am coming against you in the name of Jehovah of armies,the God of the battle line of Israel, whom you have taunted."
      }
    }
  ],
  "2SA": [
    {
      "id": "2SA_7_28",
      "chapter": 7,
      "verse": "28",
      "text": {
        "zh": "至高主宰耶和华啊，你是上帝，你的话真实可靠。你承诺把这些福分赐给你的仆人。",
        "en": "And now, O Sovereign Lord Jehovah, you are the true God, and your words are truth,and you have promised these good things to your servant."
      }
    },
    {
      "id": "2SA_22_3",
      "chapter": 22,
      "verse": "3",
      "text": {
        "zh": "我的上帝是我的磐石，",
        "en": "My God is my rock,in whom I take refuge,"
      }
    },
    {
      "id": "2SA_22_31",
      "chapter": 22,
      "verse": "31",
      "text": {
        "zh": "上帝的道路完美，",
        "en": "The way of the true God is perfect;"
      }
    }
  ],
  "1KI": [
    {
      "id": "1KI_3_9",
      "chapter": 3,
      "verse": "9",
      "text": {
        "zh": "所以求你赐给你仆人一颗服从的心，让我可以辨明善恶，可以为你的子民主持公道。因为没有你的帮助，谁能为你众多的子民主持公道呢？”",
        "en": "So grant your servant an obedient heart to judge your people,to discern between good and bad,for who is able to judge this numerouspeople of yours?”"
      }
    },
    {
      "id": "1KI_8_27",
      "chapter": 8,
      "verse": "27",
      "text": {
        "zh": "“上帝真的会住在地上吗？就连天和天上的天都容纳不了你，更何况我建造的这座圣殿呢！",
        "en": "“But will God really dwell on the earth?Look! The heavens, yes, the heaven of the heavens, cannot contain you;how much less, then, this house that I have built!"
      }
    },
    {
      "id": "1KI_18_21",
      "chapter": 18,
      "verse": "21",
      "text": {
        "zh": "以利亚 来到全体人民面前说：“你们三心二意，摇摆不定，要到什么时候呢？如果耶和华是真神，你们就该跟随他；如果 巴力 是真神，你们就该跟随 巴力 。”人民却一言不发。",
        "en": "Then E·liʹjah approached all the people and said: “How long will you be limping between two different opinions?If Jehovah is the true God, follow him;but if Baʹal is, follow him!” But the people did not say a word in answer to him."
      }
    }
  ],
  "2KI": [
    {
      "id": "2KI_5_15",
      "chapter": 5,
      "verse": "15",
      "text": {
        "zh": "乃缦 带着所有随从，回到上帝的使者那里，站在他面前，说：“现在我知道，除了以色列，世上任何地方都没有真神。现在请收下仆人的礼物吧。”",
        "en": "After that he went back to the man of the true God,he and all his entourage,and he stood before him and said: “Now I know that there is no God anywhere in all the earth but in Israel.Now accept, please, a giftfrom your servant.”"
      }
    },
    {
      "id": "2KI_13_23",
      "chapter": 13,
      "verse": "23",
      "text": {
        "zh": "耶和华却因为他跟 亚伯拉罕 、 以撒 、 雅各 立的誓约，就恩待以色列人，怜悯他们，关心他们。他不想把他们消灭，到现在都还没有把他们从自己面前赶走。",
        "en": "However, Jehovah extended favor and mercy to themand showed his concern for them for the sake of his covenant with Abraham,Isaac,and Jacob.He did not want to bring them to ruin, and he has not cast them away from his presence to this day."
      }
    },
    {
      "id": "2KI_20_5",
      "chapter": 20,
      "verse": "5",
      "text": {
        "zh": "“你回去对我子民的领袖 希西家 说：‘你祖先大卫的上帝耶和华说：“我已经听见你的祷告，看见你的眼泪。我要治好你，后天你就能上耶和华的圣殿。",
        "en": "“Go back and say to Hez·e·kiʹah, the leader of my people, ‘This is what Jehovah the God of David your forefather says: “I have heard your prayer. I have seen your tears.Here I am healing you.On the third day you will go up to the house of Jehovah."
      }
    }
  ],
  "1CH": [
    {
      "id": "1CH_28_9",
      "chapter": 28,
      "verse": "9",
      "text": {
        "zh": "“至于你，我的儿子 所罗门 ，你要认识你父亲的上帝，全心全意，欢欣快乐地敬奉他，因为耶和华能洞察所有人的心，辨明人的一切想法和动机。你寻求他，他就会让你找到；你离弃他，他就会永远放弃你。",
        "en": "“And you, Solʹo·mon my son, know the God of your father and serve him with a completeheartand with a delightfulsoul,for Jehovah searches through all hearts,and he discerns every inclination of the thoughts.If you search for him, he will let himself be found by you,but if you leave him, he will reject you forever."
      }
    },
    {
      "id": "1CH_29_11",
      "chapter": 29,
      "verse": "11",
      "text": {
        "zh": "耶和华啊，尊贵、大能、华美、光彩、威严都是你的，因为天上地上的一切都是你的。耶和华啊，王国是你的。你是至高的，超越一切。",
        "en": "Yours, O Jehovah, are the greatnessand the mightinessand the beauty and the splendor and the majesty,for everything in the heavens and on the earth is yours.Yours is the kingdom, O Jehovah.You are the One exalting yourself as head over all."
      }
    },
    {
      "id": "1CH_29_17",
      "chapter": 29,
      "verse": "17",
      "text": {
        "zh": "我的上帝啊，我知道你洞察人心，喜爱正直。我衷心自愿捐献这一切，现在我也很高兴看到，你在这里的子民都自愿捐献。",
        "en": "I well know, O my God, that you examine the heartand that you take pleasure in integrity.In the uprightnessof my heart, I have voluntarily offered all these things, and I am overjoyed to see your people who are present here make voluntary offerings to you."
      }
    }
  ],
  "2CH": [
    {
      "id": "2CH_7_14",
      "chapter": 7,
      "verse": "14",
      "text": {
        "zh": "要是这些称为我名下的子民变得谦卑，祷告求我开恩，而且不再作恶，我就会从天上倾听，宽恕他们的罪，让他们的土地恢复生机。",
        "en": "if my people on whom my name has been calledhumble themselvesand pray and seek my face and turn away from their evil ways,then I will hear from the heavens and forgive their sin and heal their land."
      }
    },
    {
      "id": "2CH_16_9",
      "chapter": 16,
      "verse": "9",
      "text": {
        "zh": "耶和华仔细观察全世界，要施展力量帮助全心忠于他的人。因为你做了这件愚蠢的事，从今以后，你会常常遭遇战祸。”",
        "en": "For the eyes of Jehovah are roving about through all the earthto show his strengthin behalf of those whose heart is complete towardhim.You have acted foolishly in this matter; from now on there will be wars against you.”"
      }
    },
    {
      "id": "2CH_20_17",
      "chapter": 20,
      "verse": "17",
      "text": {
        "zh": "这一次你们不用作战。要在各自的岗位上站好，看耶和华怎样拯救你们。 犹大 国和 耶路撒冷 城啊，不要害怕，不要惊慌，明天要出去迎敌，耶和华会与你们同在。’”",
        "en": "You will not need to fight this battle. Take your position, stand still,and see the salvation of Jehovah in your behalf.O Judah and Jerusalem, do not be afraid or be terrified.Tomorrow go out against them, and Jehovah will be with you.’”"
      }
    }
  ],
  "EZR": [
    {
      "id": "EZR_7_10",
      "chapter": 7,
      "verse": "10",
      "text": {
        "zh": "以斯拉 心里做好准备，要查考耶和华的法律，加以遵守，要在以色列教导人认识其中的条例和判决。",
        "en": "Ezʹra had prepared his heartto consult the Law of Jehovah and to practice it,and to teach its regulations and judgments in Israel."
      }
    },
    {
      "id": "EZR_8_21",
      "chapter": 8,
      "verse": "21",
      "text": {
        "zh": "我在 亚哈瓦 河边宣告禁食，要大家在上帝面前谦卑，为我们和我们的孩子，以及我们的一切财物，祈求上帝的指引，让我们一路平安。",
        "en": "Then I proclaimed a fast there at the river A·haʹva, to humble ourselves before our God, to seek guidance from him for our journey, for us and for our children and for all our goods."
      }
    },
    {
      "id": "EZR_8_23",
      "chapter": 8,
      "verse": "23",
      "text": {
        "zh": "于是我们禁食，祈求我们上帝的保护，他就听了我们的恳求。",
        "en": "So we fasted and made request of our God concerning this, and he listened to our entreaty."
      }
    }
  ],
  "NEH": [
    {
      "id": "NEH_1_11",
      "chapter": 1,
      "verse": "11",
      "text": {
        "zh": "耶和华啊，求你侧耳倾听仆人的祷告，倾听那些乐于敬畏你圣名的仆人的祷告。请你今天让仆人一切顺利，得到国王的怜悯。”",
        "en": "O Jehovah, please, let your ear be attentive to the prayer of your servant and to the prayer of your servants who take delight in fearing your name, and please, grant success to your servant today, and may this man show me compassion.”"
      }
    },
    {
      "id": "NEH_4_6",
      "chapter": 4,
      "verse": "6",
      "text": {
        "zh": "我们继续建造城墙，把各段城墙全部连接起来，修建到了一半的高度。人民一直热心工作。",
        "en": "So we kept building the wall, and the entire wall was joined together and rebuilt up to half its height, and the people continued to put their heart into the work."
      }
    },
    {
      "id": "NEH_8_10",
      "chapter": 8,
      "verse": "10",
      "text": {
        "zh": "尼希米 又对他们说：“你们去吃肥美的，喝甘甜的，也要把食物分给没有能力准备的人。今天是我们主的圣日，你们不要难过，因为耶和华赐的喜乐，就是你们的力量。”",
        "en": "He said to them: “Go, eat the choice thingsand drink what is sweet, and send portions of foodto those who have nothing prepared; for this day is holy to our Lord, and do not feel sad, for the joy of Jehovah is your stronghold.”"
      }
    }
  ],
  "EST": [
    {
      "id": "EST_4_14",
      "chapter": 4,
      "verse": "14",
      "text": {
        "zh": "这个时候，就算你不开口， 犹太 人也能从别的地方得到帮助和解救，你和你父亲的家族却一定灭亡。谁知道你得到王后的地位，不是为了这个时候呢？”",
        "en": "For if you remain silent at this time, relief and deliverance will come to the Jews from another source,but you and your father’s house will perish. And who knows whether it is for a time like this that you have attained to your royal status?”"
      }
    },
    {
      "id": "EST_4_16",
      "chapter": 4,
      "verse": "16",
      "text": {
        "zh": "“你去召集 书珊 的所有 犹太 人，让他们日夜为我禁食，三天不吃不喝。我和我的女仆也要禁食，然后我就进见国王。虽然这是违法的，但如果要死就死吧。”",
        "en": "“Go, gather all the Jews who are found in Shuʹshanand fastin my behalf. Do not eat or drink for three days,night and day. I along with my female attendants will also fast. I will go in to the king, which is against the law, and if I am to perish, I will perish.”"
      }
    },
    {
      "id": "EST_8_17",
      "chapter": 8,
      "verse": "17",
      "text": {
        "zh": "无论国王的御旨和法令传到哪一省、哪一城，当地的 犹太 人都欢欣鼓舞，设宴庆祝。当地各民族中，有许多人因为害怕 犹太 人，就自称是 犹太 人。",
        "en": "And in all the provincesand all the cities, wherever the decree of the king and his law reached, the Jews were rejoicing and exulting, holding banquets and celebrations. Many of the peoples of the land were declaring themselves Jews,for the dread of the Jews had fallen upon them."
      }
    }
  ],
  "JOB": [
    {
      "id": "JOB_2_10",
      "chapter": 2,
      "verse": "10",
      "text": {
        "zh": "约伯 却回答：“你说话就像一个无知的女人。难道我们从上帝那里只接受福分，却不接受灾祸吗？”尽管遭遇了这一切， 约伯 却没有说不该说的话。",
        "en": "But he said to her: “You are talking like one of the senseless women. Should we accept only what is good from the true God and not accept also what is bad?”In all of this, Job did not sin with his lips."
      }
    },
    {
      "id": "JOB_34_12",
      "chapter": 34,
      "verse": "12",
      "text": {
        "zh": "上帝绝不会作恶，",
        "en": "For a certainty, God does not act wickedly;"
      }
    },
    {
      "id": "JOB_37_14",
      "chapter": 37,
      "verse": "14",
      "text": {
        "zh": "约伯 啊，你要仔细听，",
        "en": "Listen to this, Job;"
      }
    }
  ],
  "PSA": [
    {
      "id": "PSA_1_1",
      "chapter": 1,
      "verse": "1",
      "text": {
        "zh": "不走恶人主张的路径，",
        "en": "Happy is the man who does not walk according to the advice of the wicked"
      }
    },
    {
      "id": "PSA_1_2",
      "chapter": 1,
      "verse": "2",
      "text": {
        "zh": "他喜爱耶和华的法律，",
        "en": "But his delight is in the law of Jehovah,"
      }
    },
    {
      "id": "PSA_1_3",
      "chapter": 1,
      "verse": "3",
      "text": {
        "zh": "他就像栽在水边的树，",
        "en": "He will be like a tree planted by streams of water,"
      }
    },
    {
      "id": "PSA_23_1",
      "chapter": 23,
      "verse": "1",
      "text": {
        "zh": "耶和华是我的牧人，",
        "en": "Jehovah is my Shepherd."
      }
    },
    {
      "id": "PSA_27_10",
      "chapter": 27,
      "verse": "10",
      "text": {
        "zh": "就算我父母离弃我，",
        "en": "Even if my own father and mother abandon me,"
      }
    },
    {
      "id": "PSA_37_4",
      "chapter": 37,
      "verse": "4",
      "text": {
        "zh": "你要因耶和华而满心喜乐，",
        "en": "Find exquisite delightin Jehovah,"
      }
    },
    {
      "id": "PSA_37_28",
      "chapter": 37,
      "verse": "28",
      "text": {
        "zh": "耶和华喜爱公正，",
        "en": "For Jehovah loves justice,"
      }
    },
    {
      "id": "PSA_37_29",
      "chapter": 37,
      "verse": "29",
      "text": {
        "zh": "正义的人必拥有大地，",
        "en": "The righteous will possess the earth,"
      }
    },
    {
      "id": "PSA_41_3",
      "chapter": 41,
      "verse": "3",
      "text": {
        "zh": "他卧病在床，",
        "en": "Jehovah will sustain him on his sickbed;"
      }
    },
    {
      "id": "PSA_51_17",
      "chapter": 51,
      "verse": "17",
      "text": {
        "zh": "上帝喜欢的祭牲，",
        "en": "The sacrifices pleasing to God are a broken spirit;"
      }
    },
    {
      "id": "PSA_53_1",
      "chapter": 53,
      "verse": "1",
      "text": {
        "zh": "愚昧的人心里说：",
        "en": "The foolishone says in his heart:"
      }
    },
    {
      "id": "PSA_55_22",
      "chapter": 55,
      "verse": "22",
      "text": {
        "zh": "你要把重担卸给耶和华，",
        "en": "Throw your burden on Jehovah,"
      }
    },
    {
      "id": "PSA_68_11",
      "chapter": 68,
      "verse": "11",
      "text": {
        "zh": "耶和华下令，",
        "en": "Jehovah gives the command;"
      }
    },
    {
      "id": "PSA_83_18",
      "chapter": 83,
      "verse": "18",
      "text": {
        "zh": "愿世人都知道，",
        "en": "May people know that you, whose name is Jehovah,"
      }
    },
    {
      "id": "PSA_86_5",
      "chapter": 86,
      "verse": "5",
      "text": {
        "zh": "耶和华啊，你又良善，",
        "en": "For you, O Jehovah, are goodand ready to forgive;"
      }
    },
    {
      "id": "PSA_94_19",
      "chapter": 94,
      "verse": "19",
      "text": {
        "zh": "每当我多忧多虑，",
        "en": "When anxietiesoverwhelmed me,"
      }
    },
    {
      "id": "PSA_103_8",
      "chapter": 103,
      "verse": "8",
      "text": {
        "zh": "耶和华怜悯人，体恤人，",
        "en": "Jehovah is merciful and compassionate,"
      }
    },
    {
      "id": "PSA_103_12",
      "chapter": 103,
      "verse": "12",
      "text": {
        "zh": "东离西有多远，",
        "en": "As far off as the sunrise is from the sunset,"
      }
    },
    {
      "id": "PSA_103_13",
      "chapter": 103,
      "verse": "13",
      "text": {
        "zh": "父亲怎样怜悯儿子，",
        "en": "As a father shows mercy to his sons,"
      }
    },
    {
      "id": "PSA_103_14",
      "chapter": 103,
      "verse": "14",
      "text": {
        "zh": "他深知我们的本质，",
        "en": "For he well knows how we are formed,"
      }
    },
    {
      "id": "PSA_115_16",
      "chapter": 115,
      "verse": "16",
      "text": {
        "zh": "天，是耶和华的天；",
        "en": "As for the heavens, they belong to Jehovah,"
      }
    },
    {
      "id": "PSA_118_6",
      "chapter": 118,
      "verse": "6",
      "text": {
        "zh": "有耶和华在我身边，",
        "en": "Jehovah is on my side; I will not be afraid."
      }
    },
    {
      "id": "PSA_119_9",
      "chapter": 119,
      "verse": "9",
      "text": {
        "zh": "年轻人怎样才能有",
        "en": "How can a young man keep his path clean?"
      }
    },
    {
      "id": "PSA_119_37",
      "chapter": 119,
      "verse": "37",
      "text": {
        "zh": "求你使我的眼",
        "en": "Turn my eyes away from looking at what is worthless;"
      }
    },
    {
      "id": "PSA_119_105",
      "chapter": 119,
      "verse": "105",
      "text": {
        "zh": "你的话语是我脚前的灯，",
        "en": "Your word is a lamp to my foot,"
      }
    },
    {
      "id": "PSA_127_1",
      "chapter": 127,
      "verse": "1",
      "text": {
        "zh": "要不是耶和华",
        "en": "Unless Jehovah builds the house,"
      }
    },
    {
      "id": "PSA_145_16",
      "chapter": 145,
      "verse": "16",
      "text": {
        "zh": "你张手，",
        "en": "You open your hand"
      }
    }
  ],
  "PRO": [
    {
      "id": "PRO_1_7",
      "chapter": 1,
      "verse": "7",
      "text": {
        "zh": "敬畏耶和华是知识的开端，",
        "en": "The fear ofJehovah is the beginning of knowledge."
      }
    },
    {
      "id": "PRO_3_5",
      "chapter": 3,
      "verse": "5",
      "text": {
        "zh": "你要全心信赖耶和华，",
        "en": "Trust in Jehovahwith all your heart,"
      }
    },
    {
      "id": "PRO_3_6",
      "chapter": 3,
      "verse": "6",
      "text": {
        "zh": "无论做什么，",
        "en": "In all your ways take notice of him,"
      }
    },
    {
      "id": "PRO_3_11",
      "chapter": 3,
      "verse": "11",
      "text": {
        "zh": "儿子啊，",
        "en": "My son, do not reject the discipline of Jehovah,"
      }
    },
    {
      "id": "PRO_3_12",
      "chapter": 3,
      "verse": "12",
      "text": {
        "zh": "因为耶和华责备",
        "en": "For those whom Jehovah loves he reproves,"
      }
    },
    {
      "id": "PRO_3_27",
      "chapter": 3,
      "verse": "27",
      "text": {
        "zh": "如果你有能力行善，",
        "en": "Do not withhold good from those to whom you should give it"
      }
    },
    {
      "id": "PRO_4_23",
      "chapter": 4,
      "verse": "23",
      "text": {
        "zh": "要保护你的心，",
        "en": "Above all the things that you guard, safeguard your heart,"
      }
    },
    {
      "id": "PRO_5_17",
      "chapter": 5,
      "verse": "17",
      "text": {
        "zh": "你只可以自用，",
        "en": "Let them be for you alone,"
      }
    },
    {
      "id": "PRO_6_6",
      "chapter": 6,
      "verse": "6",
      "text": {
        "zh": "懒惰的人，",
        "en": "Go to the ant, you lazy one;"
      }
    },
    {
      "id": "PRO_6_7",
      "chapter": 6,
      "verse": "7",
      "text": {
        "zh": "蚂蚁没有将军，没有长官，没有统治者，",
        "en": "Although it has no commander, officer, or ruler,"
      }
    },
    {
      "id": "PRO_6_8",
      "chapter": 6,
      "verse": "8",
      "text": {
        "zh": "却在夏天储备食物，",
        "en": "It prepares its food in the summer,"
      }
    },
    {
      "id": "PRO_6_9",
      "chapter": 6,
      "verse": "9",
      "text": {
        "zh": "懒惰的人啊，",
        "en": "How long, you lazy one, will you lie there?"
      }
    },
    {
      "id": "PRO_6_10",
      "chapter": 6,
      "verse": "10",
      "text": {
        "zh": "再睡一会儿，再打个盹儿，",
        "en": "A little sleep, a little slumbering,"
      }
    },
    {
      "id": "PRO_6_11",
      "chapter": 6,
      "verse": "11",
      "text": {
        "zh": "贫穷就会像强盗临门，",
        "en": "And your poverty will come like a bandit,"
      }
    },
    {
      "id": "PRO_10_22",
      "chapter": 10,
      "verse": "22",
      "text": {
        "zh": "耶和华所赐的福使人富足，",
        "en": "It is the blessing of Jehovah that makes one rich,"
      }
    },
    {
      "id": "PRO_12_18",
      "chapter": 12,
      "verse": "18",
      "text": {
        "zh": "说话不慎的如刀刺人，",
        "en": "Thoughtless speech is like the stabs of a sword,"
      }
    },
    {
      "id": "PRO_13_12",
      "chapter": 13,
      "verse": "12",
      "text": {
        "zh": "期待的事迟迟不来，",
        "en": "Expectationpostponed makes the heart sick,"
      }
    },
    {
      "id": "PRO_13_20",
      "chapter": 13,
      "verse": "20",
      "text": {
        "zh": "与有智慧的人同行，",
        "en": "The one walking with the wise will become wise,"
      }
    },
    {
      "id": "PRO_15_15",
      "chapter": 15,
      "verse": "15",
      "text": {
        "zh": "对于凄苦的人，",
        "en": "All the days of the afflicted one are bad,"
      }
    },
    {
      "id": "PRO_15_28",
      "chapter": 15,
      "verse": "28",
      "text": {
        "zh": "义人的心经过沉思才回答，",
        "en": "The heart of the righteous one meditates before answering,"
      }
    },
    {
      "id": "PRO_16_9",
      "chapter": 16,
      "verse": "9",
      "text": {
        "zh": "人在心里筹划自己的道路，",
        "en": "A man may plot out his course in his heart,"
      }
    },
    {
      "id": "PRO_17_17",
      "chapter": 17,
      "verse": "17",
      "text": {
        "zh": "真朋友时刻显出爱心，",
        "en": "A true friend shows love at all times"
      }
    },
    {
      "id": "PRO_17_22",
      "chapter": 17,
      "verse": "22",
      "text": {
        "zh": "喜乐的心是治病的良药，",
        "en": "A joyful heart is good medicine,"
      }
    },
    {
      "id": "PRO_19_17",
      "chapter": 19,
      "verse": "17",
      "text": {
        "zh": "谁恩待寒微的人，",
        "en": "The one showing favor to the lowly is lending to Jehovah,"
      }
    },
    {
      "id": "PRO_20_5",
      "chapter": 20,
      "verse": "5",
      "text": {
        "zh": "人心里的思想",
        "en": "The thoughtsof a man’s heart are like deep waters,"
      }
    },
    {
      "id": "PRO_21_5",
      "chapter": 21,
      "verse": "5",
      "text": {
        "zh": "勤奋的人计划周详，",
        "en": "The plans of the diligent surely lead to success,"
      }
    },
    {
      "id": "PRO_24_10",
      "chapter": 24,
      "verse": "10",
      "text": {
        "zh": "如果你在苦难的日子气馁，",
        "en": "If you become discouraged in the day of distress,"
      }
    },
    {
      "id": "PRO_24_16",
      "chapter": 24,
      "verse": "16",
      "text": {
        "zh": "义人跌倒七次，",
        "en": "For the righteous one may fall seven times, and he will get up again,"
      }
    },
    {
      "id": "PRO_27_11",
      "chapter": 27,
      "verse": "11",
      "text": {
        "zh": "孩子啊，",
        "en": "Be wise, my son, and make my heart rejoice,"
      }
    },
    {
      "id": "PRO_31_30",
      "chapter": 31,
      "verse": "30",
      "text": {
        "zh": "魅力迷人眼目，",
        "en": "Charm may be false, and beauty may be fleeting,"
      }
    }
  ],
  "ECC": [
    {
      "id": "ECC_1_4",
      "chapter": 1,
      "verse": "4",
      "text": {
        "zh": "一代过去，一代又来，",
        "en": "A generation is going, and a generation is coming,"
      }
    },
    {
      "id": "ECC_3_11",
      "chapter": 3,
      "verse": "11",
      "text": {
        "zh": "上帝所做的一切，都在适当的时候显得美好。他把永恒这个概念放在世人心里，但上帝自始至终的作为，人永远也探索不尽。",
        "en": "He has made everything beautifulin its time.He has even put eternity in their heart; yet mankind will never find out the work that the true God has made from start to finish."
      }
    },
    {
      "id": "ECC_4_9",
      "chapter": 4,
      "verse": "9",
      "text": {
        "zh": "两个人比一个人好，因为一起辛勤工作，共享美好的收获。",
        "en": "Two are better than onebecause they have a good rewardfor their hard work."
      }
    },
    {
      "id": "ECC_4_12",
      "chapter": 4,
      "verse": "12",
      "text": {
        "zh": "要是孤身一人，就可能被别人打败；要是有两个人，就能联手抵抗他。三股拧成的绳子，不容易拉断。",
        "en": "And someone may overpower one alone, but two together can take a stand against him. And a threefold cord cannot quicklybe torn apart."
      }
    },
    {
      "id": "ECC_7_16",
      "chapter": 7,
      "verse": "16",
      "text": {
        "zh": "不要过分正义，也不要卖弄智慧，何必自寻死路呢？",
        "en": "Do not be overly righteous,nor show yourself excessively wise.Why should you bring ruin to yourself?"
      }
    },
    {
      "id": "ECC_9_5",
      "chapter": 9,
      "verse": "5",
      "text": {
        "zh": "活人知道自己会死，死人却什么都不知道。他们再也不会得到任何回报，因为他们都会被人遗忘。",
        "en": "For the living knowthat they will die,but the dead know nothing at all,nor do they have any more reward,because all memory of them is forgotten."
      }
    },
    {
      "id": "ECC_9_10",
      "chapter": 9,
      "verse": "10",
      "text": {
        "zh": "只要是你的手能做的事，都要尽力去做；因为你一旦进了坟墓，就没有工作，没有计划，没有知识，没有智慧。",
        "en": "Whatever your hand finds to do, do with all your might, for there is no work nor planning nor knowledge nor wisdom in the Grave,where you are going."
      }
    },
    {
      "id": "ECC_11_6",
      "chapter": 11,
      "verse": "6",
      "text": {
        "zh": "你在早晨就要撒种，不到晚上不要停手；因为你不知道哪个有成果，是这个还是那个，或者两个都好。",
        "en": "Sow your seed in the morning and do not let your hand rest until the evening;for you do not know which will have success, whether this one or that one, or whether they will both do well."
      }
    },
    {
      "id": "ECC_12_12",
      "chapter": 12,
      "verse": "12",
      "text": {
        "zh": "儿子啊，其他的言论你就要当心了：著书多，没有尽头；读书多，身体疲倦。",
        "en": "As for anything besides these, my son, be warned: To the making of many books there is no end, and much devotion to them is wearisome to the flesh."
      }
    }
  ],
  "SNG": [
    {
      "id": "SNG_2_7",
      "chapter": 2,
      "verse": "7",
      "text": {
        "zh": "耶路撒冷 的女子啊，",
        "en": "I put you under oath, O daughters of Jerusalem,"
      }
    },
    {
      "id": "SNG_8_6",
      "chapter": 8,
      "verse": "6",
      "text": {
        "zh": "请把我如印盖在你心上，",
        "en": "Place me as a seal upon your heart,"
      }
    },
    {
      "id": "SNG_8_7",
      "chapter": 8,
      "verse": "7",
      "text": {
        "zh": "爱，洪水不能熄灭，",
        "en": "Surging waters cannot extinguish love,"
      }
    }
  ],
  "ISA": [
    {
      "id": "ISA_6_8",
      "chapter": 6,
      "verse": "8",
      "text": {
        "zh": "接着我听见耶和华的声音，说：“我可以派谁去呢？谁愿意为我们去呢？”我说：“我在这里！请派我去！”",
        "en": "Then I heard the voice of Jehovah saying: “Whom shall I send, and who will go for us?”And I said: “Here I am! Send me!”"
      }
    },
    {
      "id": "ISA_40_8",
      "chapter": 40,
      "verse": "8",
      "text": {
        "zh": "草会枯萎，",
        "en": "The green grass dries up,"
      }
    },
    {
      "id": "ISA_40_26",
      "chapter": 40,
      "verse": "26",
      "text": {
        "zh": "你们抬头看看天空吧！",
        "en": "“Lift up your eyes to heaven and see."
      }
    },
    {
      "id": "ISA_40_31",
      "chapter": 40,
      "verse": "31",
      "text": {
        "zh": "但仰望耶和华的人",
        "en": "But those hoping in Jehovah will regain power."
      }
    },
    {
      "id": "ISA_41_10",
      "chapter": 41,
      "verse": "10",
      "text": {
        "zh": "你不要怕，因为我与你同在。",
        "en": "Do not be afraid, for I am with you."
      }
    },
    {
      "id": "ISA_43_10",
      "chapter": 43,
      "verse": "10",
      "text": {
        "zh": "耶和华宣告：",
        "en": "“You are my witnesses,”declares Jehovah,"
      }
    },
    {
      "id": "ISA_46_4",
      "chapter": 46,
      "verse": "4",
      "text": {
        "zh": "直到你们老了，",
        "en": "Until you grow old I will be the same;"
      }
    },
    {
      "id": "ISA_48_17",
      "chapter": 48,
      "verse": "17",
      "text": {
        "zh": "你的救赎主、",
        "en": "This is what Jehovah says, your Repurchaser, the Holy One of Israel:"
      }
    },
    {
      "id": "ISA_48_18",
      "chapter": 48,
      "verse": "18",
      "text": {
        "zh": "但愿你留意我的诫命！",
        "en": "If only you would pay attention to my commandments!"
      }
    },
    {
      "id": "ISA_54_17",
      "chapter": 54,
      "verse": "17",
      "text": {
        "zh": "任何为了攻击你而造的武器，都会失去作用。",
        "en": "No weapon formed against you will have any success,"
      }
    },
    {
      "id": "ISA_55_6",
      "chapter": 55,
      "verse": "6",
      "text": {
        "zh": "你们要趁能找到",
        "en": "Search for Jehovah while he may be found."
      }
    },
    {
      "id": "ISA_55_7",
      "chapter": 55,
      "verse": "7",
      "text": {
        "zh": "恶人应该离开歧途，",
        "en": "Let the wicked man leave his way"
      }
    }
  ],
  "JER": [
    {
      "id": "JER_10_10",
      "chapter": 10,
      "verse": "10",
      "text": {
        "zh": "只有耶和华是真神，",
        "en": "But Jehovah is truly God."
      }
    },
    {
      "id": "JER_10_23",
      "chapter": 10,
      "verse": "23",
      "text": {
        "zh": "耶和华啊，我清楚知道，",
        "en": "I well know, O Jehovah, that man’s way does not belong to him."
      }
    },
    {
      "id": "JER_17_9",
      "chapter": 17,
      "verse": "9",
      "text": {
        "zh": "人心比什么都诡诈，",
        "en": "The heart is more treacherousthan anything else and is desperate."
      }
    },
    {
      "id": "JER_29_11",
      "chapter": 29,
      "verse": "11",
      "text": {
        "zh": "“耶和华说：‘我很清楚我想要为你们做什么，我要赐安宁，不是降灾祸，要让你们有前途有希望。",
        "en": "“‘For I well know the thoughts that I am thinking toward you,’ declares Jehovah, ‘thoughts of peace, and not of calamity,to give you a future and a hope."
      }
    }
  ],
  "LAM": [
    {
      "id": "LAM_3_22",
      "chapter": 3,
      "verse": "22",
      "text": {
        "zh": "我们没有灭绝，",
        "en": "It is because of Jehovah’s loyal love that we have not come to our finish,"
      }
    },
    {
      "id": "LAM_3_25",
      "chapter": 3,
      "verse": "25",
      "text": {
        "zh": "耶和华会善待仰望他、",
        "en": "Good is Jehovah to the one hoping in him,to the personwho keeps seeking him."
      }
    },
    {
      "id": "LAM_3_40",
      "chapter": 3,
      "verse": "40",
      "text": {
        "zh": "我们要反省，",
        "en": "Let us examine and scrutinize our ways,and let us return to Jehovah."
      }
    }
  ],
  "EZK": [
    {
      "id": "EZK_18_32",
      "chapter": 18,
      "verse": "32",
      "text": {
        "zh": "“至高主宰耶和华宣告：‘我不喜欢任何人死亡。所以你们要回头并活下去。’”",
        "en": "“‘I do not take any pleasure in the death of anyone,’declares the Sovereign Lord Jehovah. ‘So turn back and live.’”"
      }
    },
    {
      "id": "EZK_33_11",
      "chapter": 33,
      "verse": "11",
      "text": {
        "zh": "你要告诉他们：‘至高主宰耶和华宣告：“我凭着我的永生发誓，我绝不喜欢邪恶的人死亡，却喜欢这样的人改过，得以活下去。以色列人啊，回头吧，回头改过吧，何必死亡呢？”’",
        "en": "Tell them, ‘“As surely as I am alive,” declares the Sovereign Lord Jehovah, “I take no pleasure in the death of the wicked,but rather that someone wicked changes his wayand keeps living.Turn back, turn back from your bad ways,for why should you die, O house of Israel?”’"
      }
    },
    {
      "id": "EZK_38_23",
      "chapter": 38,
      "verse": "23",
      "text": {
        "zh": "我一定会在列国眼前彰显为大，彰显为圣，使他们认识我，他们就知道我是耶和华。’”",
        "en": "And I will certainly magnify myself and sanctify myself and make myself known before the eyes of many nations; and they will have to know that I am Jehovah.’"
      }
    }
  ],
  "DAN": [
    {
      "id": "DAN_2_44",
      "chapter": 2,
      "verse": "44",
      "text": {
        "zh": "“那些君王在位的日子，天上的上帝要设立一个永不灭亡的王国。这个王国不会落在其他民族手里，反而会把那些王国全都打碎灭绝。只有这个王国会永远长存。",
        "en": "“In the days of those kings the God of heaven will set up a kingdomthat will never be destroyed.And this kingdom will not be passed on to any other people.It will crush and put an end to all these kingdoms,and it alone will stand forever,"
      }
    },
    {
      "id": "DAN_6_10",
      "chapter": 6,
      "verse": "10",
      "text": {
        "zh": "但以理 一知道法规已经签署，就回到家里。他屋顶房间的窗户开着，朝向 耶路撒冷。他一天三次双膝跪下，在他的上帝面前祷告赞美，就像没有禁令前经常做的一样。",
        "en": "But as soon as Daniel knew that the decree had been signed, he went to his house, which had the windows of his roof chamber open toward Jerusalem.And three times a day he got down on his knees and prayed and offered praise before his God, as he had regularly done prior to this."
      }
    },
    {
      "id": "DAN_12_4",
      "chapter": 12,
      "verse": "4",
      "text": {
        "zh": "“ 但以理 啊，这些话你要保密，用印封住这卷书，直到终结的时期。将来会有很多人来往奔走，真确的知识就会丰富起来。”",
        "en": "“As for you, Daniel, keep the words secret, and seal up the book until the time of the end.Many will rove about,and the true knowledge will become abundant.”"
      }
    }
  ],
  "HOS": [
    {
      "id": "HOS_4_6",
      "chapter": 4,
      "verse": "6",
      "text": {
        "zh": "我的子民会因为",
        "en": "My people will be silenced,because there is no knowledge."
      }
    },
    {
      "id": "HOS_6_6",
      "chapter": 6,
      "verse": "6",
      "text": {
        "zh": "我喜欢的是忠贞之爱，",
        "en": "For in loyal loveI delight, not in sacrifice,"
      }
    },
    {
      "id": "HOS_10_12",
      "chapter": 10,
      "verse": "12",
      "text": {
        "zh": "你们要趁可以寻求",
        "en": "Sow seed for yourselves in righteousness and reap loyal love."
      }
    }
  ],
  "JOL": [
    {
      "id": "JOL_2_13",
      "chapter": 2,
      "verse": "13",
      "text": {
        "zh": "你们要撕裂内心，",
        "en": "Rip apart your hearts,and not your garments,"
      }
    },
    {
      "id": "JOL_2_21",
      "chapter": 2,
      "verse": "21",
      "text": {
        "zh": "土地啊，不要害怕，",
        "en": "Do not be afraid, O land."
      }
    },
    {
      "id": "JOL_2_32",
      "chapter": 2,
      "verse": "32",
      "text": {
        "zh": "所有呼求耶和华圣名的人，都会得救。",
        "en": "And everyone who calls on the name of Jehovah will be saved;"
      }
    }
  ],
  "AMO": [
    {
      "id": "AMO_3_7",
      "chapter": 3,
      "verse": "7",
      "text": {
        "zh": "至高的主宰耶和华做任何事，",
        "en": "For the Sovereign Lord Jehovah will not do a thing"
      }
    },
    {
      "id": "AMO_5_14",
      "chapter": 5,
      "verse": "14",
      "text": {
        "zh": "你们要追求良善，",
        "en": "Search for what is good, and not what is bad,"
      }
    },
    {
      "id": "AMO_5_15",
      "chapter": 5,
      "verse": "15",
      "text": {
        "zh": "你们要憎恨邪恶，",
        "en": "Hate what is bad, and love what is good,"
      }
    }
  ],
  "OBA": [
    {
      "id": "OBA_1_12",
      "chapter": 1,
      "verse": "12",
      "text": {
        "zh": "你兄弟遭殃的日子，",
        "en": "You should not gloat over your brother’s day on the day of his misfortune,"
      }
    },
    {
      "id": "OBA_1_15",
      "chapter": 1,
      "verse": "15",
      "text": {
        "zh": "耶和华打击万国的日子",
        "en": "For the day of Jehovah against all the nations is near."
      }
    },
    {
      "id": "OBA_1_21",
      "chapter": 1,
      "verse": "21",
      "text": {
        "zh": "那些带来拯救的人",
        "en": "And saviors will go up on Mount Zion"
      }
    }
  ],
  "JON": [
    {
      "id": "JON_2_2",
      "chapter": 2,
      "verse": "2",
      "text": {
        "zh": "说：",
        "en": "and he said:"
      }
    },
    {
      "id": "JON_2_9",
      "chapter": 2,
      "verse": "9",
      "text": {
        "zh": "我却要赞美你，",
        "en": "But as for me, with the voice of thanksgiving I will sacrifice to you."
      }
    },
    {
      "id": "JON_4_11",
      "chapter": 4,
      "verse": "11",
      "text": {
        "zh": "何况这座 尼尼微 大城，里面有12万多人，他们连是非对错也分不清，还有许多牲畜，难道我不该怜惜吗？”",
        "en": "Should I not also feel sorry for Ninʹe·veh the great city,in which there are more than 120,000 men who do not even know right from wrong,as well as their many animals?”"
      }
    }
  ],
  "MIC": [
    {
      "id": "MIC_4_3",
      "chapter": 4,
      "verse": "3",
      "text": {
        "zh": "上帝会审判各族的人，",
        "en": "He will render judgment among many peoples"
      }
    },
    {
      "id": "MIC_4_4",
      "chapter": 4,
      "verse": "4",
      "text": {
        "zh": "人人都坐在自己的",
        "en": "They will sit,each one under his vine and under his fig tree,"
      }
    },
    {
      "id": "MIC_6_8",
      "chapter": 6,
      "verse": "8",
      "text": {
        "zh": "世人啊，",
        "en": "He has told you, O man, what is good."
      }
    }
  ],
  "NAM": [
    {
      "id": "NAM_1_3",
      "chapter": 1,
      "verse": "3",
      "text": {
        "zh": "耶和华力量强大，",
        "en": "Jehovah is slow to angerand great in power,"
      }
    },
    {
      "id": "NAM_1_7",
      "chapter": 1,
      "verse": "7",
      "text": {
        "zh": "耶和华是良善的，",
        "en": "Jehovah is good,a stronghold in the day of distress."
      }
    },
    {
      "id": "NAM_1_9",
      "chapter": 1,
      "verse": "9",
      "text": {
        "zh": "你们能用什么计谋",
        "en": "What will you plot against Jehovah?"
      }
    }
  ],
  "HAB": [
    {
      "id": "HAB_2_3",
      "chapter": 2,
      "verse": "3",
      "text": {
        "zh": "异象会在指定的时候实现，",
        "en": "For the vision is yet for its appointed time,"
      }
    },
    {
      "id": "HAB_2_4",
      "chapter": 2,
      "verse": "4",
      "text": {
        "zh": "看！高傲的人心术不正，",
        "en": "Look at the one who is proud;"
      }
    },
    {
      "id": "HAB_3_18",
      "chapter": 3,
      "verse": "18",
      "text": {
        "zh": "我还是要因耶和华而欢跃，",
        "en": "Yet, as for me, I will exult in Jehovah;"
      }
    }
  ],
  "ZEP": [
    {
      "id": "ZEP_2_3",
      "chapter": 2,
      "verse": "3",
      "text": {
        "zh": "地上为人谦和、",
        "en": "Seek Jehovah,all you meek onesof the earth,"
      }
    },
    {
      "id": "ZEP_3_9",
      "chapter": 3,
      "verse": "9",
      "text": {
        "zh": "‘那时候，",
        "en": "For then I will change the language of the peoples to a pure language,"
      }
    },
    {
      "id": "ZEP_3_17",
      "chapter": 3,
      "verse": "17",
      "text": {
        "zh": "你的上帝耶和华就在你那里。",
        "en": "Jehovah your God is in your midst."
      }
    }
  ],
  "HAG": [
    {
      "id": "HAG_1_5",
      "chapter": 1,
      "verse": "5",
      "text": {
        "zh": "现在天军的统帅耶和华说：‘你们要用心反省自己的行为。",
        "en": "Now this is what Jehovah of armies says, ‘Set your heart onyour ways."
      }
    },
    {
      "id": "HAG_2_4",
      "chapter": 2,
      "verse": "4",
      "text": {
        "zh": "“耶和华说：‘ 所罗巴伯 啊，你要坚强。 约萨答 的儿子大祭司 约书亚 啊，你也要坚强。’",
        "en": "“‘But now be strong, Ze·rubʹba·bel,’ declares Jehovah, ‘and be strong, Joshua son of Je·hozʹa·dak, the high priest.’"
      }
    },
    {
      "id": "HAG_2_7",
      "chapter": 2,
      "verse": "7",
      "text": {
        "zh": "“‘我要震动万国，万国的珍宝都会来到这座圣殿，我要使这里充满荣耀。’这是天军的统帅耶和华说的。",
        "en": "“‘And I will shake all the nations, and the preciousthings of all the nations will come in;and I will fill this house with glory,’says Jehovah of armies."
      }
    }
  ],
  "ZEC": [
    {
      "id": "ZEC_4_6",
      "chapter": 4,
      "verse": "6",
      "text": {
        "zh": "于是他对我说：“耶和华有话告诉 所罗巴伯 ：‘“不是依靠军队，不是依靠能力，而是依靠我的神圣力量，这些事才会发生。”这是天军的统帅耶和华说的。",
        "en": "He then said to me: “This is the word of Jehovah to Ze·rubʹba·bel: ‘“Not by a military force, nor by power,but by my spirit,”says Jehovah of armies."
      }
    },
    {
      "id": "ZEC_8_16",
      "chapter": 8,
      "verse": "16",
      "text": {
        "zh": "“‘你们该这样做：要对彼此说真话，在城门口断案时要看重事实，促进和睦。",
        "en": "“‘These are the things you should do: Speak the truth with one another,and the judgments in your gates must promote truth and peace."
      }
    },
    {
      "id": "ZEC_8_17",
      "chapter": 8,
      "verse": "17",
      "text": {
        "zh": "你们不要在心里图谋伤害别人，也不要喜爱虚假的誓言，因为我憎恨这一切。’这是耶和华宣告的。”",
        "en": "Do not scheme calamity against one another in your hearts,and do not love any false oath;for these are all things that I hate,’declares Jehovah.”"
      }
    }
  ],
  "MAL": [
    {
      "id": "MAL_3_1",
      "chapter": 3,
      "verse": "1",
      "text": {
        "zh": "“看！我要派我的使者出去，他会在我前面准备道路。你们寻求的主宰会忽然来到自己的圣殿，你们喜爱的立约使者也会一起来到。看！他一定会来。”这是天军的统帅耶和华说的。",
        "en": "“Look! I am sending my messenger, and he will clear upa way before me.And suddenly the true Lord, whom you are seeking, will come to his temple;and the messenger of the covenant will come, in whom you take delight. Look! He will certainly come,” says Jehovah of armies."
      }
    },
    {
      "id": "MAL_3_6",
      "chapter": 3,
      "verse": "6",
      "text": {
        "zh": "“我是耶和华，我不会改变。你们是 雅各 的子孙，所以你们没有灭亡。",
        "en": "“For I am Jehovah; I do not change.And you are sons of Jacob; you have not yet come to your finish."
      }
    },
    {
      "id": "MAL_3_10",
      "chapter": 3,
      "verse": "10",
      "text": {
        "zh": "你们要把十分之一奉献全部送进仓库，使我的圣殿里有食物。请你们这样试试我，看我会不会为你们打开天上的水闸，把福分全都倾注给你们，直到你们一无所缺。”这是天军的统帅耶和华说的。",
        "en": "Bring the entire titheinto the storehouse,so that there may be food in my house;and test me out, please, in this regard,” Jehovah of armies says, “to see whether I will not open to you the floodgates of the heavensand pour outon you a blessing until there is nothing lacking.”"
      }
    }
  ],
  "MAT": [
    {
      "id": "MAT_4_4",
      "chapter": 4,
      "verse": "4",
      "text": {
        "zh": "耶稣 却回答说：“圣经上写着：‘人活着不能只靠食物，也必须靠耶和华口里说的每一句话。’”",
        "en": "But he answered: “It is written: ‘Man must live, not on bread alone, but on every word that comes from Jehovah’s mouth.’”"
      }
    },
    {
      "id": "MAT_5_3",
      "chapter": 5,
      "verse": "3",
      "text": {
        "zh": "“渴望满足心灵需要的人有福了，因为天上的王国是他们的。",
        "en": "“Happy are those conscious of their spiritual need,since the Kingdom of the heavens belongs to them."
      }
    },
    {
      "id": "MAT_5_23",
      "chapter": 5,
      "verse": "23",
      "text": {
        "zh": "“所以，你把礼物带到祭坛来的时候，要是在那里想起有弟兄对你不满，",
        "en": "“If, then, you are bringing your gift to the altarand there you remember that your brother has something against you,"
      }
    },
    {
      "id": "MAT_5_24",
      "chapter": 5,
      "verse": "24",
      "text": {
        "zh": "就要把礼物留在祭坛前，先去跟弟兄讲和，回来再献上礼物。",
        "en": "leave your gift there in front of the altar, and go away. First make your peace with your brother, and then come back and offer your gift."
      }
    },
    {
      "id": "MAT_5_28",
      "chapter": 5,
      "verse": "28",
      "text": {
        "zh": "可是我告诉你们，谁一直看着女人而动淫念，心里就已经跟她通奸了。",
        "en": "But I say to you that everyone who keeps on looking at a womanso as to have a passion for her has already committed adultery with her in his heart."
      }
    },
    {
      "id": "MAT_5_37",
      "chapter": 5,
      "verse": "37",
      "text": {
        "zh": "你们说话，是就说‘是’，不是就说‘不是’，再说什么多余的话，就是出于那个恶者。",
        "en": "Just let your word ‘Yes’ mean yes, your ‘No,’ no,for what goes beyond these is from the wicked one."
      }
    },
    {
      "id": "MAT_6_9",
      "chapter": 6,
      "verse": "9",
      "text": {
        "zh": "“你们要这样祷告：",
        "en": "“You must pray, then, this way:"
      }
    },
    {
      "id": "MAT_6_10",
      "chapter": 6,
      "verse": "10",
      "text": {
        "zh": "愿你的王国来临。愿你的旨意在地上实现，像在天上一样。",
        "en": "Let your Kingdomcome. Let your willtake place, as in heaven, also on earth."
      }
    },
    {
      "id": "MAT_6_11",
      "chapter": 6,
      "verse": "11",
      "text": {
        "zh": "我们今天需要的食物，求你今天赐给我们。",
        "en": "Give us today our bread for this day;"
      }
    },
    {
      "id": "MAT_6_12",
      "chapter": 6,
      "verse": "12",
      "text": {
        "zh": "求你宽恕我们的罪，就像我们也宽恕了得罪我们的人一样。",
        "en": "and forgive us our debts, as we also have forgiven our debtors."
      }
    },
    {
      "id": "MAT_6_13",
      "chapter": 6,
      "verse": "13",
      "text": {
        "zh": "不要让我们陷入引诱，求你救我们摆脱那恶者。’",
        "en": "And do not bring us into temptation,but deliverus from the wicked one.’"
      }
    },
    {
      "id": "MAT_6_33",
      "chapter": 6,
      "verse": "33",
      "text": {
        "zh": "“你们要不断先追求王国和他的正义，这一切别的东西就会赐给你们了。",
        "en": "“Keep on, then, seeking first the Kingdom and his righteousness, and all these other things will be added to you."
      }
    },
    {
      "id": "MAT_6_34",
      "chapter": 6,
      "verse": "34",
      "text": {
        "zh": "所以，总不要为明天忧虑，明天有明天的忧虑。每一天的难题已经够多了。”",
        "en": "So never be anxious about the next day,for the next day will have its own anxieties. Each day has enough of its own troubles."
      }
    },
    {
      "id": "MAT_7_7",
      "chapter": 7,
      "verse": "7",
      "text": {
        "zh": "“你们不断恳求，就会给你们；不断寻找，就会找到；不断敲门，就会给你们开门。",
        "en": "“Keep on asking, and it will be given you;keep on seeking, and you will find; keep on knocking, and it will be opened to you;"
      }
    },
    {
      "id": "MAT_7_12",
      "chapter": 7,
      "verse": "12",
      "text": {
        "zh": "“所以，无论什么事，你们希望别人怎样对待你们，你们就要怎样对待别人。其实，这就是法典和先知书所教的道理。",
        "en": "“All things, therefore, that you want men to do to you, you also must do to them.This, in fact, is what the Law and the Prophets mean."
      }
    },
    {
      "id": "MAT_7_21",
      "chapter": 7,
      "verse": "21",
      "text": {
        "zh": "“不是每一个对我说‘主啊，主啊’的人，都可以进天上的王国，只有遵照我天父旨意去做的人，才可以进去。",
        "en": "“Not everyone saying to me, ‘Lord, Lord,’ will enter into the Kingdom of the heavens, but only the one doing the will of my Father who is in the heavens will."
      }
    },
    {
      "id": "MAT_10_8",
      "chapter": 10,
      "verse": "8",
      "text": {
        "zh": "要医治病人，复活死人，使麻风病人洁净，驱逐邪灵。你们免费得来，也要无偿施与。",
        "en": "Cure the sick,raise up the dead, make lepers clean, expel demons. You received free, give free."
      }
    },
    {
      "id": "MAT_10_11",
      "chapter": 10,
      "verse": "11",
      "text": {
        "zh": "“你们不管进哪一座城、哪一个村，都要找出谁是配得这个信息的人，然后住在那里，直到离开。",
        "en": "“Into whatever city or village you enter, search out who in it is deserving, and stay there until you leave."
      }
    },
    {
      "id": "MAT_10_30",
      "chapter": 10,
      "verse": "30",
      "text": {
        "zh": "其实，就连你们的头发也全都数过了。",
        "en": "But even the hairs of your head are all numbered."
      }
    },
    {
      "id": "MAT_10_31",
      "chapter": 10,
      "verse": "31",
      "text": {
        "zh": "所以不要害怕，你们比许多麻雀贵重得多呢！",
        "en": "So have no fear; you are worth more than many sparrows."
      }
    },
    {
      "id": "MAT_13_34",
      "chapter": 13,
      "verse": "34",
      "text": {
        "zh": "这一切都是 耶稣 用比喻对众人讲的。他不用比喻，就不对他们讲什么。",
        "en": "All these things Jesus spoke to the crowds by illustrations. Indeed, without an illustration he would not speak to them,"
      }
    },
    {
      "id": "MAT_16_26",
      "chapter": 16,
      "verse": "26",
      "text": {
        "zh": "人就算赚到全世界，却赔上自己的生命，又有什么益处呢？人还能拿什么来换生命呢？",
        "en": "Really, what good will it do a man if he gains the whole world but loses his life?Or what will a man give in exchange for his life?"
      }
    },
    {
      "id": "MAT_18_20",
      "chapter": 18,
      "verse": "20",
      "text": {
        "zh": "因为哪里有两三个人奉我的名聚集起来，哪里就有我在他们当中。”",
        "en": "For where there are two or three gathered together in my name,there I am in their midst.”"
      }
    },
    {
      "id": "MAT_20_28",
      "chapter": 20,
      "verse": "28",
      "text": {
        "zh": "正如人子来到，不是要人为他服务，而是要为人服务，并且献出生命，作为救赎许多人的代价。”",
        "en": "Just as the Son of man came, not to be ministered to, but to ministerand to give his life as a ransom in exchange for many.”"
      }
    },
    {
      "id": "MAT_22_37",
      "chapter": 22,
      "verse": "37",
      "text": {
        "zh": "耶稣 对他说：“‘你要全心，全意，用全部生命爱耶和华你的上帝。’",
        "en": "He said to him: “‘You must love Jehovah your God with your whole heart and with your whole soul and with your whole mind.’"
      }
    },
    {
      "id": "MAT_22_38",
      "chapter": 22,
      "verse": "38",
      "text": {
        "zh": "这是最大、最重要的诫命。",
        "en": "This is the greatest and first commandment."
      }
    },
    {
      "id": "MAT_22_39",
      "chapter": 22,
      "verse": "39",
      "text": {
        "zh": "其次的也类似，就是‘要爱人如己’。",
        "en": "The second, like it, is this: ‘You must love your neighbor as yourself.’"
      }
    },
    {
      "id": "MAT_24_12",
      "chapter": 24,
      "verse": "12",
      "text": {
        "zh": "因为不法的事增多，大多数人的爱心都会冷淡下来。",
        "en": "and because of the increasing of lawlessness, the love of the greater number will grow cold."
      }
    },
    {
      "id": "MAT_24_14",
      "chapter": 24,
      "verse": "14",
      "text": {
        "zh": "这王国的好消息会传遍天下，让所有国族都能听见，到时末日就会来到。",
        "en": "And this good news of the Kingdom will be preached in all the inhabited earth for a witness to all the nations,and then the end will come."
      }
    },
    {
      "id": "MAT_24_21",
      "chapter": 24,
      "verse": "21",
      "text": {
        "zh": "因为到时会有大患难，这样的患难，从世界的起头直到现在都没有发生过，将来也绝不会再发生。",
        "en": "for then there will be great tribulationsuch as has not occurred since the world’s beginning until now, no, nor will occur again."
      }
    },
    {
      "id": "MAT_24_36",
      "chapter": 24,
      "verse": "36",
      "text": {
        "zh": "“至于那个日子、那个时刻，谁也不知道，天上的天使不知道，儿子也不知道，只有我的父亲知道。",
        "en": "“Concerning that day and hour nobody knows,neither the angels of the heavens nor the Son, but only the Father."
      }
    },
    {
      "id": "MAT_28_19",
      "chapter": 28,
      "verse": "19",
      "text": {
        "zh": "所以你们要去，使所有国族的人做我的门徒，奉天父、儿子、神圣力量的名为他们施浸，",
        "en": "Go, therefore, and make disciples of people of all the nations,baptizing themin the name of the Father and of the Son and of the holy spirit,"
      }
    },
    {
      "id": "MAT_28_20",
      "chapter": 28,
      "verse": "20",
      "text": {
        "zh": "我吩咐你们的一切，都要教导他们遵守。看哪！在这一切日子，直到这个制度的末期，我都与你们同在。”",
        "en": "teaching them to observe all the things I have commanded you.And look! I am with you all the days until the conclusion of the system of things.”"
      }
    }
  ],
  "MRK": [
    {
      "id": "MRK_10_45",
      "chapter": 10,
      "verse": "45",
      "text": {
        "zh": "因为人子来到，不是要人为他服务，而是要为人服务，并且献出生命，作为救赎许多人的代价。”",
        "en": "For even the Son of man came, not to be ministered to, but to ministerand to give his life as a ransom in exchange for many.”"
      }
    },
    {
      "id": "MRK_12_30",
      "chapter": 12,
      "verse": "30",
      "text": {
        "zh": "你要全心，全意，全力，用全部生命爱耶和华你的上帝’。",
        "en": "and you must love Jehovah your God with your whole heart and with your whole soul and with your whole mind and with your whole strength.’"
      }
    },
    {
      "id": "MRK_12_31",
      "chapter": 12,
      "verse": "31",
      "text": {
        "zh": "其次是，‘要爱人如己’。再没有别的诫命比这两条更大了。”",
        "en": "The second is this, ‘You must love your neighbor as yourself.’There is no other commandment greater than these.”"
      }
    }
  ],
  "LUK": [
    {
      "id": "LUK_11_13",
      "chapter": 11,
      "verse": "13",
      "text": {
        "zh": "你们虽然是罪人，尚且懂得送好东西给儿女，何况天父，不是更要把神圣力量赐给恳求他的人吗？”",
        "en": "Therefore, if you, although being wicked, know how to give good gifts to your children, how much more so will the Father in heaven give holy spirit to those asking him!”"
      }
    },
    {
      "id": "LUK_12_15",
      "chapter": 12,
      "verse": "15",
      "text": {
        "zh": "然后 耶稣 对众人说：“要小心提防各种贪婪，因为人不管多么富有，他拥有的东西也不能给他生命。”",
        "en": "Then he said to them: “Keep your eyes open and guard against every sort of greed,because even when a person has an abundance, his life does not result from the things he possesses.”"
      }
    },
    {
      "id": "LUK_14_28",
      "chapter": 14,
      "verse": "28",
      "text": {
        "zh": "比如说，你们想盖一座塔楼，有谁不先坐下计算费用，看能不能盖成呢？",
        "en": "For example, who of you wanting to build a tower does not first sit down and calculate the expense to see if he has enough to complete it?"
      }
    },
    {
      "id": "LUK_16_10",
      "chapter": 16,
      "verse": "10",
      "text": {
        "zh": "人在最小的事上忠心，在许多事上也忠心；人在最小的事上不义，在许多事上也不义。",
        "en": "The person faithful in what is least is faithful also in much, and the person unrighteous in what is least is unrighteous also in much."
      }
    }
  ],
  "JHN": [
    {
      "id": "JHN_3_16",
      "chapter": 3,
      "verse": "16",
      "text": {
        "zh": "“上帝深爱世人，甚至赐下自己的独生子，让所有信从他的人都不致灭亡，反而得到永远的生命。",
        "en": "“For God loved the world so much that he gave his only-begotten Son,so that everyone exercising faith in him might not be destroyed but have everlasting life."
      }
    },
    {
      "id": "JHN_4_24",
      "chapter": 4,
      "verse": "24",
      "text": {
        "zh": "上帝是个灵体，崇拜他的人必须在神圣力量的引导下，按照真理崇拜他。”",
        "en": "God is a Spirit,and those worshipping him must worship with spirit and truth.”"
      }
    },
    {
      "id": "JHN_5_28",
      "chapter": 5,
      "verse": "28",
      "text": {
        "zh": "不要为这件事惊讶，因为时候会到，所有在坟墓里的人都会听到他的声音，",
        "en": "Do not be amazed at this, for the hour is coming in which all those in the memorial tombs will hear his voice"
      }
    },
    {
      "id": "JHN_5_29",
      "chapter": 5,
      "verse": "29",
      "text": {
        "zh": "就出来。行善的，复活得到生命；作恶的，复活接受审判。",
        "en": "and come out, those who did good things to a resurrection of life, and those who practiced vile things to a resurrection of judgment."
      }
    },
    {
      "id": "JHN_8_32",
      "chapter": 8,
      "verse": "32",
      "text": {
        "zh": "你们会认识真理，真理会使你们自由。”",
        "en": "and you will know the truth,and the truth will set you free.”"
      }
    },
    {
      "id": "JHN_13_34",
      "chapter": 13,
      "verse": "34",
      "text": {
        "zh": "我给你们一条新诫命，就是要你们彼此相爱。我怎样爱你们，你们也要怎样彼此相爱。",
        "en": "I am giving you a new commandment, that you love one another; just as I have loved you,you also love one another."
      }
    },
    {
      "id": "JHN_13_35",
      "chapter": 13,
      "verse": "35",
      "text": {
        "zh": "你们要是彼此相爱，所有人就因此知道你们是我的门徒了。”",
        "en": "By this all will know that you are my disciples—if you have love among yourselves.”"
      }
    },
    {
      "id": "JHN_14_6",
      "chapter": 14,
      "verse": "6",
      "text": {
        "zh": "耶稣 说：“我就是道路、真理、生命。要不是通过我，谁也不能到父亲那里去。",
        "en": "Jesus said to him: “I am the wayand the truthand the life.No one comes to the Father except through me."
      }
    },
    {
      "id": "JHN_15_13",
      "chapter": 15,
      "verse": "13",
      "text": {
        "zh": "人为朋友牺牲生命，人的爱心没有比这更大的了。",
        "en": "No one has love greater than this, that someone should surrender his life in behalf of his friends."
      }
    },
    {
      "id": "JHN_17_3",
      "chapter": 17,
      "verse": "3",
      "text": {
        "zh": "他们必须认识你这位独一的真神，以及你派来的 耶稣 基督，才能得到永远的生命。",
        "en": "This means everlasting life,their coming to know you, the only true God,and the one whom you sent, Jesus Christ."
      }
    }
  ],
  "ACT": [
    {
      "id": "ACT_1_8",
      "chapter": 1,
      "verse": "8",
      "text": {
        "zh": "可是神圣力量降在你们身上的时候，你们就会得到力量，在 耶路撒冷、整个 犹地亚 、 撒马利亚，一直到地上最遥远的地方，做我的见证人。”",
        "en": "But you will receive power when the holy spirit comes upon you,and you will be witnessesof me in Jerusalem,in all Ju·deʹa and Sa·marʹi·a,and to the most distant part of the earth.”"
      }
    },
    {
      "id": "ACT_4_12",
      "chapter": 4,
      "verse": "12",
      "text": {
        "zh": "除了他，谁也不能带来拯救，因为在全天下，上帝没有赐下其他名字，是我们必须依靠才能得救的。”",
        "en": "Furthermore, there is no salvation in anyone else, for there is no other nameunder heaven that has been given among men by which we must get saved.”"
      }
    },
    {
      "id": "ACT_5_29",
      "chapter": 5,
      "verse": "29",
      "text": {
        "zh": "彼得 和其他使徒回答说：“我们必须服从上帝的统治，而不是服从人。",
        "en": "In answer Peter and the other apostles said: “We must obey God as ruler rather than men."
      }
    },
    {
      "id": "ACT_10_34",
      "chapter": 10,
      "verse": "34",
      "text": {
        "zh": "彼得 就开口说：“现在我真的看出，上帝是不偏心的，",
        "en": "At this Peter began to speak, and he said: “Now I truly understand that God is not partial,"
      }
    },
    {
      "id": "ACT_10_35",
      "chapter": 10,
      "verse": "35",
      "text": {
        "zh": "无论哪个国族的人，只要敬畏他，做对的事，他都接纳。",
        "en": "but in every nation the man who fears him and does what is right is acceptable to him."
      }
    },
    {
      "id": "ACT_13_48",
      "chapter": 13,
      "verse": "48",
      "text": {
        "zh": "听见这番话的外族人就很高兴，赞叹耶和华的话语。那些有正确的态度而可以得到永远生命的人，都成了信徒，",
        "en": "When those of the nations heard this, they began to rejoice and to glorify the word of Jehovah, and all those who were rightly disposed for everlasting life became believers."
      }
    },
    {
      "id": "ACT_17_27",
      "chapter": 17,
      "verse": "27",
      "text": {
        "zh": "让他们可以寻求真神，只要努力寻找就能找到，其实他离我们每个人都不远。",
        "en": "so that they would seek God, if they might grope for him and really find him,although, in fact, he is not far off from each one of us."
      }
    },
    {
      "id": "ACT_20_35",
      "chapter": 20,
      "verse": "35",
      "text": {
        "zh": "我事事都以身作则，让你们知道要像我这样努力工作，帮助软弱的人，也要牢记主 耶稣 的话，他说：‘施与比接受更快乐。’”",
        "en": "I have shown you in all things that by working hard in this way,you must assist those who are weak and must keep in mind the words of the Lord Jesus, when he himself said: ‘There is more happiness in givingthan there is in receiving.’”"
      }
    }
  ],
  "ROM": [
    {
      "id": "ROM_1_20",
      "chapter": 1,
      "verse": "20",
      "text": {
        "zh": "自从创世以来，上帝那些看不见的特质，就是他的永恒力量和神性，一直都清楚可见，从他所造的东西就能看出来，所以他们实在没有借口不信上帝。",
        "en": "For his invisible qualities are clearly seen from the world’s creation onward, because they are perceived by the things made,even his eternal powerand Godship,so that they are inexcusable."
      }
    },
    {
      "id": "ROM_5_12",
      "chapter": 5,
      "verse": "12",
      "text": {
        "zh": "罪通过一个人进了世间，死又通过罪而来，于是死就传给所有人，因为人人都有罪。",
        "en": "That is why, just as through one man sin entered into the world and death through sin,and so death spread to all men because they had all sinned—."
      }
    },
    {
      "id": "ROM_6_23",
      "chapter": 6,
      "verse": "23",
      "text": {
        "zh": "罪给人的报酬是死亡，但上帝通过我们的主基督 耶稣给人的恩赐，却是永远的生命。",
        "en": "For the wages sin pays is death,but the gift God gives is everlasting lifeby Christ Jesus our Lord."
      }
    },
    {
      "id": "ROM_7_18",
      "chapter": 7,
      "verse": "18",
      "text": {
        "zh": "我知道我只是血肉之躯，没有半点良善在我里面；因为我有行善的愿望，却没有行善的能力。",
        "en": "For I know that in me, that is, in my flesh, there dwells nothing good; for I have the desire to do what is fine but not the ability to carry it out."
      }
    },
    {
      "id": "ROM_7_19",
      "chapter": 7,
      "verse": "19",
      "text": {
        "zh": "我想行的善，我不去行；我不想作的恶，我反而常作。",
        "en": "For I do not do the good that I wish, but the bad that I do not wish is what I practice."
      }
    },
    {
      "id": "ROM_8_28",
      "chapter": 8,
      "verse": "28",
      "text": {
        "zh": "我们知道，上帝使他所做的一切互相配合，造福爱上帝的人，就是按照他的旨意受呼召的人。",
        "en": "We know that God makes all his works cooperate together for the good of those who love God, those who are the ones called according to his purpose;"
      }
    },
    {
      "id": "ROM_8_38",
      "chapter": 8,
      "verse": "38",
      "text": {
        "zh": "我深信，无论是死，是生，是天使，是政府，是现在的事，是将来的事，是有力量的，",
        "en": "For I am convinced that neither death nor life nor angels nor governments nor things now here nor things to come nor powers"
      }
    },
    {
      "id": "ROM_8_39",
      "chapter": 8,
      "verse": "39",
      "text": {
        "zh": "是高处，是深处，是任何别的受造物，都不能隔绝上帝对我们的爱。这爱是通过我们的主基督 耶稣 表现出来的。",
        "en": "nor height nor depth nor any other creation will be able to separate us from God’s love that is in Christ Jesus our Lord."
      }
    },
    {
      "id": "ROM_10_13",
      "chapter": 10,
      "verse": "13",
      "text": {
        "zh": "“所有呼求耶和华圣名的人，都会得救。”",
        "en": "For “everyone who calls on the name of Jehovah will be saved.”"
      }
    },
    {
      "id": "ROM_12_2",
      "chapter": 12,
      "verse": "2",
      "text": {
        "zh": "不要再让目前的制度塑造你们，要更新思想而改变自己，这样你们就能确定什么是上帝的旨意。他的旨意是良善、完美、可喜的。",
        "en": "And stop being molded by this system of things,but be transformed by making your mind over,so that you may prove to yourselvesthe good and acceptable and perfect will of God."
      }
    },
    {
      "id": "ROM_12_21",
      "chapter": 12,
      "verse": "21",
      "text": {
        "zh": "不要被恶所胜，总要以善胜恶。",
        "en": "Do not let yourself be conquered by the evil, but keep conquering the evil with the good."
      }
    },
    {
      "id": "ROM_15_4",
      "chapter": 15,
      "verse": "4",
      "text": {
        "zh": "从前写下来的话，全是为教导我们而写的，让我们借着忍耐，借着圣经给人的安慰，可以怀有希望。",
        "en": "For all the things that were written beforehand were written for our instruction,so that through our enduranceand through the comfort from the Scriptures we might have hope."
      }
    }
  ],
  "1CO": [
    {
      "id": "1CO_3_6",
      "chapter": 3,
      "verse": "6",
      "text": {
        "zh": "栽种的是我，浇水的是 亚波罗，促成生长的却是上帝。",
        "en": "I planted,A·polʹlos watered,but God kept making it grow,"
      }
    },
    {
      "id": "1CO_9_19",
      "chapter": 9,
      "verse": "19",
      "text": {
        "zh": "我虽然是自由的，没有受任何人辖制，却甘愿做所有人的奴隶，为的是尽可能帮助更多人。",
        "en": "For though I am free from all people, I have made myself the slave to all, so that I may gain as many people as possible."
      }
    },
    {
      "id": "1CO_9_20",
      "chapter": 9,
      "verse": "20",
      "text": {
        "zh": "对 犹太 人，我就做 犹太 人，为的是帮助 犹太 人。对受法典约束的人，我虽然不受法典约束，还是好像受法典约束的人，为的是帮助受法典约束的人。",
        "en": "To the Jews I became as a Jew in order to gain Jews;to those under law I became as under law, though I myself am not under law, in order to gain those under law."
      }
    },
    {
      "id": "1CO_9_21",
      "chapter": 9,
      "verse": "21",
      "text": {
        "zh": "对没有法典的人，我就做没有法典的人，为的是帮助没有法典的人。不过，我必须遵守上帝的法律，也受基督的法律约束。",
        "en": "To those without law I became as without law,although I am not without law toward God but under law toward Christ,in order to gain those without law."
      }
    },
    {
      "id": "1CO_9_22",
      "chapter": 9,
      "verse": "22",
      "text": {
        "zh": "对软弱的人，我就做软弱的人，为的是帮助软弱的人。对什么人，我就做什么人，无论如何都要救些人。",
        "en": "To the weak I became weak, in order to gain the weak.I have become all things to people of all sorts, so that I might by all possible means save some."
      }
    },
    {
      "id": "1CO_9_23",
      "chapter": 9,
      "verse": "23",
      "text": {
        "zh": "我愿意为好消息做任何事，目的是向别人传讲好消息。",
        "en": "But I do all things for the sake of the good news, in order to share it with others."
      }
    },
    {
      "id": "1CO_9_24",
      "chapter": 9,
      "verse": "24",
      "text": {
        "zh": "你们不知道参加赛跑的人，虽然大家都跑，得奖的却只有一个人吗？你们也要怀着必胜的决心去跑。",
        "en": "Do you not know that the runners in a race all run, but only one receives the prize? Run in such a way that you may win it."
      }
    },
    {
      "id": "1CO_9_26",
      "chapter": 9,
      "verse": "26",
      "text": {
        "zh": "所以，我奔跑，不是没有目标；我出拳，不是像打空气。",
        "en": "Therefore, the way I am running is not aimlessly;the way I am aiming my blows is so as not to be striking the air;"
      }
    },
    {
      "id": "1CO_9_27",
      "chapter": 9,
      "verse": "27",
      "text": {
        "zh": "我不断痛打自己的身体，使身体成为听命的奴隶，免得我传了好消息给别人，自己反而不受认可。",
        "en": "but I pummel my bodyand lead it as a slave, so that after I have preached to others, I myself should not become disapprovedsomehow."
      }
    },
    {
      "id": "1CO_10_13",
      "chapter": 10,
      "verse": "13",
      "text": {
        "zh": "你们遇到的引诱，不过是其他人也遇到的。上帝信实可靠，他不会让你们受引诱超过你们能忍受的。你们遇到引诱的时候，他会打开出路，让你们忍耐得住。",
        "en": "No temptation has come upon you except what is common to men.But God is faithful, and he will not let you be tempted beyond what you can bear,but along with the temptation he will also make the way out so that you may be able to endure it."
      }
    },
    {
      "id": "1CO_10_31",
      "chapter": 10,
      "verse": "31",
      "text": {
        "zh": "所以，你们无论是吃，是喝，还是做别的事，一切都要为上帝的荣耀而做。",
        "en": "Therefore, whether you are eating or drinking or doing anything else, do all things for God’s glory."
      }
    },
    {
      "id": "1CO_13_4",
      "chapter": 13,
      "verse": "4",
      "text": {
        "zh": "爱，有耐心，又仁慈。爱，不嫉妒，不吹嘘，不自大，",
        "en": "Loveis patientand kind.Love is not jealous.It does not brag, does not get puffed up,"
      }
    },
    {
      "id": "1CO_13_5",
      "chapter": 13,
      "verse": "5",
      "text": {
        "zh": "不做不规矩的事，不求自己的利益，不轻易动怒，不计较别人造成的伤害，",
        "en": "does not behave indecently,does not look for its own interests,does not become provoked.It does not keep account of the injury."
      }
    },
    {
      "id": "1CO_13_6",
      "chapter": 13,
      "verse": "6",
      "text": {
        "zh": "不因不义而欢喜，只因真理而高兴。",
        "en": "It does not rejoice over unrighteousness,but rejoices with the truth."
      }
    },
    {
      "id": "1CO_13_7",
      "chapter": 13,
      "verse": "7",
      "text": {
        "zh": "爱，凡事包容，凡事相信，凡事希望，凡事忍耐。",
        "en": "It bears all things,believes all things,hopes all things,endures all things."
      }
    },
    {
      "id": "1CO_13_8",
      "chapter": 13,
      "verse": "8",
      "text": {
        "zh": "爱是永恒的。可是受上帝启示发言的能力终必消失，说外语的能力终必停止，获得特殊知识的能力也终必除去。",
        "en": "Love never fails. But if there are gifts of prophecy, they will be done away with; if there are tongues, they will cease; if there is knowledge, it will be done away with."
      }
    },
    {
      "id": "1CO_15_33",
      "chapter": 15,
      "verse": "33",
      "text": {
        "zh": "不要被误导了，不良的友伴会破坏有益的习惯。",
        "en": "Do not be misled. Bad associations spoil useful habits."
      }
    },
    {
      "id": "1CO_15_58",
      "chapter": 15,
      "verse": "58",
      "text": {
        "zh": "所以，我亲爱的弟兄，你们要坚定不移，总要多做主的工作，因为知道你们的辛劳在主那里不是白费的。",
        "en": "Therefore, my beloved brothers, be steadfast,immovable, always having plenty to doin the work of the Lord, knowing that your labor is not in vainin connection with the Lord."
      }
    }
  ],
  "2CO": [
    {
      "id": "2CO_1_3",
      "chapter": 1,
      "verse": "3",
      "text": {
        "zh": "愿赞美归于我们主 耶稣 基督的上帝，他的父亲，也就是怜悯人的父亲，赐一切安慰的上帝。",
        "en": "Praised be the God and Father of our Lord Jesus Christ,the Father of tender merciesand the God of all comfort,"
      }
    },
    {
      "id": "2CO_4_4",
      "chapter": 4,
      "verse": "4",
      "text": {
        "zh": "这些不信主的人被目前制度的神蒙蔽了思想，好像被弄瞎了一样，所以看不见基督荣耀的好消息发出的光辉。基督是上帝的形象。",
        "en": "among whom the god of this system of thingshas blinded the minds of the unbelievers,so that the illuminationof the glorious good news about the Christ, who is the image of God,might not shine through."
      }
    },
    {
      "id": "2CO_4_7",
      "chapter": 4,
      "verse": "7",
      "text": {
        "zh": "我们不过是瓦器，却有这个珍宝放在里面，可见非凡的力量不是来自我们，而是来自上帝。",
        "en": "However, we have this treasurein earthen vessels,so that the power beyond what is normal may be God’s and not from us."
      }
    },
    {
      "id": "2CO_4_16",
      "chapter": 4,
      "verse": "16",
      "text": {
        "zh": "所以，我们不会放弃。我们外在的人虽然渐渐衰败，内在的人却天天更新。",
        "en": "Therefore, we do not give up, but even if the man we are outside is wasting away, certainly the man we are insideis being renewed from day to day."
      }
    },
    {
      "id": "2CO_5_17",
      "chapter": 5,
      "verse": "17",
      "text": {
        "zh": "只要是跟基督联合的，都是新创造出来的。旧的已经过去，新的已经出现。",
        "en": "Therefore, if anyone is in union with Christ, he is a new creation;the old things passed away; look! new things have come into existence."
      }
    },
    {
      "id": "2CO_6_14",
      "chapter": 6,
      "verse": "14",
      "text": {
        "zh": "你们跟不是信徒的人毫不相配，不要与他们为伍。正义跟邪恶怎会有交情？光明跟黑暗怎会有交集？",
        "en": "Do not become unevenly yoked with unbelievers.For what fellowship do righteousness and lawlessness have?Or what sharing does light have with darkness?"
      }
    },
    {
      "id": "2CO_9_7",
      "chapter": 9,
      "verse": "7",
      "text": {
        "zh": "每个人都要按照心里的决定去做，不是勉强的，不是被迫的，因为上帝喜爱快快乐乐施与的人。",
        "en": "Let each one do just as he has resolved in his heart, not grudgingly or under compulsion,for God loves a cheerful giver."
      }
    }
  ],
  "GAL": [
    {
      "id": "GAL_5_22",
      "chapter": 5,
      "verse": "22",
      "text": {
        "zh": "另一方面，神圣力量的果实有爱心、喜乐、安宁、耐心、仁慈、良善、信心、",
        "en": "On the other hand, the fruitageof the spirit is love, joy,peace,patience, kindness, goodness,faith,"
      }
    },
    {
      "id": "GAL_5_23",
      "chapter": 5,
      "verse": "23",
      "text": {
        "zh": "温和、自制。没有法律禁止这样的事。",
        "en": "mildness, self-control.Against such things there is no law."
      }
    },
    {
      "id": "GAL_6_3",
      "chapter": 6,
      "verse": "3",
      "text": {
        "zh": "人如果没有什么了不起，却自以为了不起，就是自欺。",
        "en": "For if anyone thinks he is something when he is nothing,he is deceiving himself."
      }
    },
    {
      "id": "GAL_6_4",
      "chapter": 6,
      "verse": "4",
      "text": {
        "zh": "每个人都应该察验自己所做的事。这样，他高兴是因为自己所做的，而不是因为跟别人比较。",
        "en": "But let each one examine his own actions,and then he will have cause for rejoicing in regard to himself alone, and not in comparison with the other person."
      }
    },
    {
      "id": "GAL_6_5",
      "chapter": 6,
      "verse": "5",
      "text": {
        "zh": "每个人要承担自己的担子。",
        "en": "For each one will carry his own load."
      }
    },
    {
      "id": "GAL_6_7",
      "chapter": 6,
      "verse": "7",
      "text": {
        "zh": "不要自欺了，上帝是不可以蔑视的。人种的是什么，收的也是什么。",
        "en": "Do not be misled: God is not one to be mocked. For whatever a person is sowing, this he will also reap;"
      }
    },
    {
      "id": "GAL_6_10",
      "chapter": 6,
      "verse": "10",
      "text": {
        "zh": "所以，我们一有机会，就该对所有人行善，对信徒更该这样做，因为彼此亲如一家。",
        "en": "So, then, as long as we have the opportunity, let us work what is good toward all, but especially toward those related to us in the faith."
      }
    }
  ],
  "EPH": [
    {
      "id": "EPH_4_29",
      "chapter": 4,
      "verse": "29",
      "text": {
        "zh": "有害无益的话一句也不可出口，反而要按照需要说鼓励人的好话，让听见的人受益。",
        "en": "Let a rotten word not come out of your mouth,but only what is good for building up as the need may be, to impart what is beneficial to the hearers."
      }
    },
    {
      "id": "EPH_4_32",
      "chapter": 4,
      "verse": "32",
      "text": {
        "zh": "要以仁慈相待，也要怀着温情体恤别人，彼此甘心宽恕，就像上帝通过基督甘心宽恕了你们一样。",
        "en": "But become kind to one another, tenderly compassionate,freely forgiving one another just as God also by Christ freely forgave you."
      }
    },
    {
      "id": "EPH_5_1",
      "chapter": 5,
      "verse": "1",
      "text": {
        "zh": "所以，你们既然是蒙爱的儿女，就要效法上帝，",
        "en": "Therefore, become imitators of God,as beloved children,"
      }
    },
    {
      "id": "EPH_5_2",
      "chapter": 5,
      "verse": "2",
      "text": {
        "zh": "也要继续怀着爱心行事为人，正如基督爱我们，为我们牺牲了自己，作为供品和祭牲献给上帝，发出馨香之气。",
        "en": "and go on walking in love,just as the Christ also loved usand gave himself for us as an offering and a sacrifice,a sweet fragrance to God."
      }
    },
    {
      "id": "EPH_5_10",
      "chapter": 5,
      "verse": "10",
      "text": {
        "zh": "要不断确认什么才是主所接纳的。",
        "en": "Keep on making sure of what is acceptableto the Lord;"
      }
    },
    {
      "id": "EPH_5_15",
      "chapter": 5,
      "verse": "15",
      "text": {
        "zh": "你们要仔细留意自己怎样行事为人，不要做愚昧的人，要做有智慧的人。",
        "en": "So keep strict watch that how you walk is not as unwise but as wise persons,"
      }
    },
    {
      "id": "EPH_5_16",
      "chapter": 5,
      "verse": "16",
      "text": {
        "zh": "要尽力善用时间，因为这个时代很险恶。",
        "en": "making the best use of your time,because the days are wicked."
      }
    }
  ],
  "PHP": [
    {
      "id": "PHP_2_3",
      "chapter": 2,
      "verse": "3",
      "text": {
        "zh": "做什么都不要争强好胜，不要自命不凡，要谦卑，看别人比自己优秀。",
        "en": "Do nothing out of contentiousnessor out of egotism,but with humility consider others superior to you,"
      }
    },
    {
      "id": "PHP_2_4",
      "chapter": 2,
      "verse": "4",
      "text": {
        "zh": "不要只关心自己，也要关心别人。",
        "en": "as you look out not only for your own interests,but also for the interests of others."
      }
    },
    {
      "id": "PHP_3_16",
      "chapter": 3,
      "verse": "16",
      "text": {
        "zh": "无论如何，我们进步到什么程度，就该沿着同一条道路，井然有序地继续前进。",
        "en": "At any rate, to the extent we have made progress, let us go on walking orderly in this same course."
      }
    },
    {
      "id": "PHP_4_4",
      "chapter": 4,
      "verse": "4",
      "text": {
        "zh": "要因主而常常欢欣。我再说，要欢欣！",
        "en": "Always rejoice in the Lord. Again I will say, Rejoice!"
      }
    },
    {
      "id": "PHP_4_6",
      "chapter": 4,
      "verse": "6",
      "text": {
        "zh": "什么事都不要忧虑。不管是什么事，都要通过祷告和恳切祈求，连同感谢，把你们的请求告诉上帝。",
        "en": "Do not be anxious over anything,but in everything by prayer and supplication along with thanksgiving, let your petitions be made known to God;"
      }
    },
    {
      "id": "PHP_4_7",
      "chapter": 4,
      "verse": "7",
      "text": {
        "zh": "这样，上帝就会赐下超越人能理解的安宁。通过基督 耶稣 ，这种安宁会守护你们的内心和头脑。",
        "en": "and the peaceof God that surpasses all understanding will guard your heartsand your mental powers by means of Christ Jesus."
      }
    },
    {
      "id": "PHP_4_8",
      "chapter": 4,
      "verse": "8",
      "text": {
        "zh": "最后，弟兄们，任何真实的事、任何该受重视的事、任何正义的事、任何纯洁的事、任何激发爱心的事、任何受到嘉许的事、任何体现美德的事、任何值得称赞的事，你们都要继续思考。",
        "en": "Finally, brothers, whatever thingsare true, whatever things are of serious concern, whatever things are righteous, whatever things are chaste,whatever things are lovable, whatever things are well-spoken-of, whatever things are virtuous, and whatever things are praiseworthy, continue considering these things."
      }
    },
    {
      "id": "PHP_4_13",
      "chapter": 4,
      "verse": "13",
      "text": {
        "zh": "我靠着赐我力量的主，什么事都能应付。",
        "en": "For all things I have the strength through the one who gives me power."
      }
    }
  ],
  "COL": [
    {
      "id": "COL_1_15",
      "chapter": 1,
      "verse": "15",
      "text": {
        "zh": "这位儿子是人看不见的上帝的形象。在受造的万物中，他是头生子，",
        "en": "He is the image of the invisible God,the firstborn of all creation;"
      }
    },
    {
      "id": "COL_3_12",
      "chapter": 3,
      "verse": "12",
      "text": {
        "zh": "这样，你们既然是上帝挑选的人，是圣洁的，是他所爱的，就要穿上温暖的怜恤之情、仁慈、谦卑、温和、耐心。",
        "en": "Accordingly, as God’s chosen ones,holy and loved, clothe yourselves with the tender affections of compassion,kindness, humility,mildness,and patience."
      }
    },
    {
      "id": "COL_3_13",
      "chapter": 3,
      "verse": "13",
      "text": {
        "zh": "无论谁有理由对人不满，都要继续彼此包容，彼此甘心宽恕。耶和华怎样甘心宽恕了你们，你们也要怎样甘心宽恕人。",
        "en": "Continue putting up with one another and forgiving one another freelyeven if anyone has a cause for complaint against another.Just as Jehovah freely forgave you, you must also do the same."
      }
    },
    {
      "id": "COL_3_14",
      "chapter": 3,
      "verse": "14",
      "text": {
        "zh": "除了这一切之外，还要穿上爱，因为爱能完美地维系团结。",
        "en": "But besides all these things, clothe yourselves with love,for it is a perfect bond of union."
      }
    },
    {
      "id": "COL_3_23",
      "chapter": 3,
      "verse": "23",
      "text": {
        "zh": "你们无论做什么，都要尽心竭力，就像为耶和华而做，不是为人而做，",
        "en": "Whatever you are doing, work at it whole-souled as for Jehovah,and not for men,"
      }
    }
  ],
  "1TH": [
    {
      "id": "1TH_4_13",
      "chapter": 4,
      "verse": "13",
      "text": {
        "zh": "此外，弟兄们，谈到已经长眠的人，我们不希望你们不明白，免得你们像没有希望的人那样悲伤。",
        "en": "Moreover, brothers, we do not want you to be ignorantabout those who are sleeping in death,so that you may not sorrow as the rest do who have no hope."
      }
    },
    {
      "id": "1TH_5_2",
      "chapter": 5,
      "verse": "2",
      "text": {
        "zh": "因为你们自己清楚知道，耶和华的日子来到，就像窃贼在夜里来到一样。",
        "en": "For you yourselves know very well that Jehovah’s dayis coming exactly as a thief in the night."
      }
    },
    {
      "id": "1TH_5_3",
      "chapter": 5,
      "verse": "3",
      "text": {
        "zh": "人正说“和平安全了”的时候，突如其来的毁灭就立刻临到他们，好像产痛临到孕妇一样。他们绝对逃脱不了。",
        "en": "Whenever it is that they are saying, “Peace and security!” then sudden destruction is to be instantly on them,just like birth pains on a pregnant woman, and they will by no means escape."
      }
    },
    {
      "id": "1TH_5_11",
      "chapter": 5,
      "verse": "11",
      "text": {
        "zh": "因此，你们要不断互相安慰，彼此鼓励，就像你们现在做的一样。",
        "en": "Therefore, keep encouraging one another and building one another up,just as you are in fact doing."
      }
    },
    {
      "id": "1TH_5_17",
      "chapter": 5,
      "verse": "17",
      "text": {
        "zh": "不断祷告，",
        "en": "Pray constantly."
      }
    }
  ],
  "2TH": [
    {
      "id": "2TH_1_3",
      "chapter": 1,
      "verse": "3",
      "text": {
        "zh": "弟兄们，我们不能不常常为你们感谢上帝，这是应该的，因为你们的信心大有长进，每个人对弟兄的爱也不断增多。",
        "en": "We are obligated always to give thanks to God for you, brothers. This is fitting, because your faith is growing exceedingly and the love of each and every one of you is increasing toward one another."
      }
    },
    {
      "id": "2TH_3_1",
      "chapter": 3,
      "verse": "1",
      "text": {
        "zh": "最后，弟兄们，请你们继续为我们祷告，祈求耶和华的话语能迅速传开，受到尊崇，就像在你们那边的情形一样。",
        "en": "Finally, brothers, carry on prayer for us,that the word of Jehovah may keep spreading rapidlyand being glorified, just as it is with you,"
      }
    },
    {
      "id": "2TH_3_13",
      "chapter": 3,
      "verse": "13",
      "text": {
        "zh": "弟兄们，你们不要放弃行善。",
        "en": "For your part, brothers, do not give up in doing good."
      }
    }
  ],
  "1TI": [
    {
      "id": "1TI_2_4",
      "chapter": 2,
      "verse": "4",
      "text": {
        "zh": "他的旨意是要各种各样的人都能得救，确切认识真理。",
        "en": "whose will is that all sorts of people should be savedand come to an accurate knowledge of truth."
      }
    },
    {
      "id": "1TI_4_15",
      "chapter": 4,
      "verse": "15",
      "text": {
        "zh": "这些事你要思考，要全神贯注，好让人人都清楚看到你的长进。",
        "en": "Ponder over these things;be absorbed in them, so that your advancement may be plainly seen by all people."
      }
    },
    {
      "id": "1TI_4_16",
      "chapter": 4,
      "verse": "16",
      "text": {
        "zh": "你要时刻留意自己和自己的教导。要坚持不懈地做这些事，因为这样做既可以救你自己，也可以救听你的人。",
        "en": "Pay constant attention to yourself and to your teaching.Persevere in these things, for by doing this you will save both yourself and those who listen to you."
      }
    },
    {
      "id": "1TI_5_8",
      "chapter": 5,
      "verse": "8",
      "text": {
        "zh": "谁不照顾亲人，尤其是不照顾自己家里的人，就等于否认信仰，比不是信徒的人更不好。",
        "en": "Certainly if anyone does not provide for those who are his own, and especially for those who are members of his household, he has disowned the faith and is worse than a person without faith."
      }
    },
    {
      "id": "1TI_6_7",
      "chapter": 6,
      "verse": "7",
      "text": {
        "zh": "我们没有带什么到世上来，也不能带走什么。",
        "en": "For we have brought nothing into the world, and neither can we carry anything out."
      }
    },
    {
      "id": "1TI_6_8",
      "chapter": 6,
      "verse": "8",
      "text": {
        "zh": "所以，只要有衣有食，就该知足。",
        "en": "So, having foodand clothing, we will be content with these things."
      }
    },
    {
      "id": "1TI_6_10",
      "chapter": 6,
      "verse": "10",
      "text": {
        "zh": "贪财是各种祸害的根源，有些人一心贪财，就误入歧途，离弃信仰，用许多痛苦把自己刺得遍体鳞伤。",
        "en": "For the love of money is a root of all sorts of injurious things,and by reaching out for this love some have been led astray from the faith and have stabbed themselves all over with many pains."
      }
    }
  ],
  "2TI": [
    {
      "id": "2TI_2_15",
      "chapter": 2,
      "verse": "15",
      "text": {
        "zh": "要竭尽全力成为上帝认可的人，做个无愧的工人，正确地运用真理的话语。",
        "en": "Do your utmost to present yourself approved to God, a workman with nothing to be ashamed of, handling the word of the truth aright."
      }
    },
    {
      "id": "2TI_3_1",
      "chapter": 3,
      "verse": "1",
      "text": {
        "zh": "你要知道，到了最后的日子，会有难以应付的非常时期。",
        "en": "But know this, that in the last dayscritical times hard to deal with will be here."
      }
    },
    {
      "id": "2TI_3_12",
      "chapter": 3,
      "verse": "12",
      "text": {
        "zh": "其实，所有想要追随基督 耶稣 过虔诚生活的人，都会受到迫害。",
        "en": "In fact, all those desiring to live with godly devotion in association with Christ Jesus will also be persecuted."
      }
    },
    {
      "id": "2TI_3_16",
      "chapter": 3,
      "verse": "16",
      "text": {
        "zh": "圣经全都是上帝指引人写下来的，对于教导、责备、纠正、按正义的标准施行管教，都有益处，",
        "en": "All Scripture is inspired of Godand beneficial for teaching,for reproving, for setting things straight,for disciplining in righteousness,"
      }
    },
    {
      "id": "2TI_3_17",
      "chapter": 3,
      "verse": "17",
      "text": {
        "zh": "让崇拜上帝的人完全胜任，装备齐全，能够做各种美善的工作。",
        "en": "so that the man of God may be fully competent, completely equipped for every good work."
      }
    },
    {
      "id": "2TI_4_7",
      "chapter": 4,
      "verse": "7",
      "text": {
        "zh": "那美好的一仗我已经打过了，赛程我已经跑完了，信仰我已经守住了。",
        "en": "I have fought the fine fight,I have run the race to the finish,I have observed the faith."
      }
    }
  ],
  "TIT": [
    {
      "id": "TIT_1_2",
      "chapter": 1,
      "verse": "2",
      "text": {
        "zh": "也基于永生的希望。在悠悠历代以前，不可能说谎的上帝已经承诺赐人永远的生命。",
        "en": "and is based on a hope of the everlasting lifethat God, who cannot lie,promised long ago;"
      }
    },
    {
      "id": "TIT_2_5",
      "chapter": 2,
      "verse": "5",
      "text": {
        "zh": "思想健全，贞洁，持家有道，良善，顺服丈夫，免得上帝的话语被人诋毁。",
        "en": "to be sound in mind, chaste, working at home,good, subjecting themselves to their own husbands,so that the word of God may not be spoken of abusively."
      }
    },
    {
      "id": "TIT_3_1",
      "chapter": 3,
      "verse": "1",
      "text": {
        "zh": "你该继续提醒大家：要顺服政府和当权的人，服从他们，准备好做各种美善的工作。",
        "en": "Continue reminding them to be in subjection and to be obedient to governments and authorities,to be ready for every good work,"
      }
    }
  ],
  "PHM": [
    {
      "id": "PHM_1_4",
      "chapter": 1,
      "verse": "4",
      "text": {
        "zh": "我每次在祷告里提到你，都感谢我的上帝，",
        "en": "I always thank my God when I mention you in my prayers,"
      }
    },
    {
      "id": "PHM_1_5",
      "chapter": 1,
      "verse": "5",
      "text": {
        "zh": "因为我常常听人提到你的信心，以及你对主 耶稣 和所有圣民显出的爱心。",
        "en": "as I keep hearing of your faith and the love that you have for the Lord Jesus and for all the holy ones."
      }
    },
    {
      "id": "PHM_1_7",
      "chapter": 1,
      "verse": "7",
      "text": {
        "zh": "弟兄啊，我听说你那么有爱心就非常高兴，感到很安慰，因为你让圣民的心很振奋。",
        "en": "For I received much joy and comfort on hearing of your love, because the hearts of the holy ones have been refreshed through you, brother."
      }
    }
  ],
  "HEB": [
    {
      "id": "HEB_3_4",
      "chapter": 3,
      "verse": "4",
      "text": {
        "zh": "任何房屋都有人建造，但建造万物的就是上帝。",
        "en": "Of course, every house is constructed by someone, but the one who constructed all things is God."
      }
    },
    {
      "id": "HEB_4_12",
      "chapter": 4,
      "verse": "12",
      "text": {
        "zh": "上帝的话语是活的，是有力量的，比任何两刃的剑更锋利，连外表和内心、关节和骨髓都能刺穿分开，甚至心里的意念和打算都能辨明。",
        "en": "For the word of God is alive and exerts powerand is sharper than any two-edged swordand pierces even to the dividing of soul and spirit, and of joints from the marrow, and is able to discern thoughts and intentions of the heart."
      }
    },
    {
      "id": "HEB_4_13",
      "chapter": 4,
      "verse": "13",
      "text": {
        "zh": "在上帝看来，没有受造物是隐秘的。在他眼中，万物都是赤露敞开的，我们必须向他交账。",
        "en": "And there is not a creation that is hidden from his sight,but all things are naked and openly exposed to the eyes of the one to whom we must give an account."
      }
    },
    {
      "id": "HEB_10_24",
      "chapter": 10,
      "verse": "24",
      "text": {
        "zh": "要互相关心，以求激发爱心，促进善行。",
        "en": "And let us considerone another so as to inciteto love and fine works,"
      }
    },
    {
      "id": "HEB_10_25",
      "chapter": 10,
      "verse": "25",
      "text": {
        "zh": "不要放弃聚会，别像有些人常常缺席，倒要彼此鼓励。你们既然看见那个日子临近，就更要这样做。",
        "en": "not forsaking our meeting together,as some have the custom, but encouraging one another,and all the more so as you see the day drawing near."
      }
    },
    {
      "id": "HEB_11_1",
      "chapter": 11,
      "verse": "1",
      "text": {
        "zh": "信心是确知希望必然实现，是不见的事实的明证。",
        "en": "Faith is the assured expectation of what is hoped for,the evident demonstrationof realities that are not seen."
      }
    },
    {
      "id": "HEB_11_6",
      "chapter": 11,
      "verse": "6",
      "text": {
        "zh": "人没有信心，就不可能赢得上帝的喜悦，因为到上帝面前来的人必须相信他存在，也相信他会奖赏恳切寻求他的人。",
        "en": "Moreover, without faith it is impossible to please God well, for whoever approaches God must believe that he isand that he becomes the rewarder of those earnestly seeking him."
      }
    },
    {
      "id": "HEB_12_11",
      "chapter": 12,
      "verse": "11",
      "text": {
        "zh": "人被管教，当时自然不会快乐，只会觉得痛苦。日后，从管教中受到磨炼的人却会获得让人安宁的成果，也就是正义。",
        "en": "True, no discipline seems for the present to be joyous, but it is painful;yet afterward, it yields the peaceable fruit of righteousness to those who have been trained by it."
      }
    },
    {
      "id": "HEB_13_1",
      "chapter": 13,
      "verse": "1",
      "text": {
        "zh": "你们要继续显出弟兄之爱。",
        "en": "Let your brotherly love continue."
      }
    },
    {
      "id": "HEB_13_5",
      "chapter": 13,
      "verse": "5",
      "text": {
        "zh": "你们处世为人，不要贪爱钱财，要满足于目前拥有的东西。上帝说过：“我决不撇下你，决不离弃你。”",
        "en": "Let your way of life be free of the love of money,while you are content with the present things.For he has said: “I will never leave you, and I will never abandon you.”"
      }
    },
    {
      "id": "HEB_13_6",
      "chapter": 13,
      "verse": "6",
      "text": {
        "zh": "因此，我们可以勇气十足地说：“有耶和华帮助我，我绝不害怕。人能把我怎么样？”",
        "en": "So that we may be of good courage and say: “Jehovahis my helper; I will not be afraid. What can man do to me?”"
      }
    },
    {
      "id": "HEB_13_17",
      "chapter": 13,
      "verse": "17",
      "text": {
        "zh": "要服从那些在你们当中带头的人，愿意接受他们的指示，因为他们时刻守护你们，而且要向上帝交账。你们这样做，他们就可以喜乐地履行职责，不用叹息，不然你们就有损失了。",
        "en": "Be obedient to those who are taking the lead among youand be submissive,for they are keeping watch over youas those who will render an account,so that they may do this with joy and not with sighing, for this would be damaging to you."
      }
    }
  ],
  "JAS": [
    {
      "id": "JAS_1_5",
      "chapter": 1,
      "verse": "5",
      "text": {
        "zh": "你们有谁缺乏智慧，都应该不断祈求上帝，就可以得到智慧，因为上帝对所有人都会慷慨施与，而且不责骂人。",
        "en": "So if any one of you is lacking in wisdom, let him keep asking God,for he gives generously to all and without reproaching,and it will be given him."
      }
    },
    {
      "id": "JAS_1_6",
      "chapter": 1,
      "verse": "6",
      "text": {
        "zh": "不过，人应该怀着信心不断祈求，一点也不要怀疑，因为怀疑的人就像被风吹动的海浪一样，起伏不定。",
        "en": "But let him keep asking in faith,not doubting at all,for the one who doubts is like a wave of the sea driven by the wind and blown about."
      }
    },
    {
      "id": "JAS_1_7",
      "chapter": 1,
      "verse": "7",
      "text": {
        "zh": "这样的人不要以为可以从耶和华那里得到什么。",
        "en": "In fact, that man should not expect to receive anything from Jehovah;"
      }
    },
    {
      "id": "JAS_1_8",
      "chapter": 1,
      "verse": "8",
      "text": {
        "zh": "这种人三心二意，做什么事都摇摆不定。",
        "en": "he is an indecisive man,unsteady in all his ways."
      }
    },
    {
      "id": "JAS_1_13",
      "chapter": 1,
      "verse": "13",
      "text": {
        "zh": "受到考验的时候，谁都不该说：“是上帝考验我。”因为上帝既不能被坏事考验，他自己也不用坏事考验人。",
        "en": "When under trial, let no one say: “I am being tried by God.” For with evil things God cannot be tried, nor does he himself try anyone."
      }
    },
    {
      "id": "JAS_1_14",
      "chapter": 1,
      "verse": "14",
      "text": {
        "zh": "其实各人受考验，是被自己的私欲勾引和诱惑的。",
        "en": "But each one is tried by being drawn out and enticedby his own desire."
      }
    },
    {
      "id": "JAS_1_15",
      "chapter": 1,
      "verse": "15",
      "text": {
        "zh": "私欲怀了胎，就生下罪来；罪既得逞，就带来死亡。",
        "en": "Then the desire, when it has become fertile,gives birth to sin; in turn sin, when it has been carried out, brings forth death."
      }
    },
    {
      "id": "JAS_1_19",
      "chapter": 1,
      "verse": "19",
      "text": {
        "zh": "亲爱的弟兄们，你们要知道，人人都要乐于聆听，不急于说话，不急于发怒，",
        "en": "Know this, my beloved brothers: Everyone must be quick to listen, slow to speak,slow to anger,"
      }
    },
    {
      "id": "JAS_1_22",
      "chapter": 1,
      "verse": "22",
      "text": {
        "zh": "可是，你们要实践上帝的话语，不要只是听过就算了，想出错误的道理来自欺。",
        "en": "However, become doers of the wordand not hearers only, deceiving yourselves with false reasoning."
      }
    },
    {
      "id": "JAS_1_23",
      "chapter": 1,
      "verse": "23",
      "text": {
        "zh": "因为听见上帝的话语却不实践的，就像一个人照镜子，看着自己的脸，",
        "en": "For if anyone is a hearer of the word and not a doer,this one is like a man looking at his own facein a mirror."
      }
    },
    {
      "id": "JAS_1_24",
      "chapter": 1,
      "verse": "24",
      "text": {
        "zh": "看过就走开，马上忘了自己是哪一种人。",
        "en": "For he looks at himself, and he goes away and immediately forgets what sort of person he is."
      }
    },
    {
      "id": "JAS_2_26",
      "chapter": 2,
      "verse": "26",
      "text": {
        "zh": "身体没有生命是死的；同样，信心没有行动也是死的。",
        "en": "Indeed, just as the body without spiritis dead,so also faith without works is dead."
      }
    },
    {
      "id": "JAS_3_2",
      "chapter": 3,
      "verse": "2",
      "text": {
        "zh": "我们人人都难免多次犯错。谁不在言语上犯错，谁就是完美的人，能控制全身了。",
        "en": "For we all stumblemany times.If anyone does not stumble in word, he is a perfect man, able to bridle also his whole body."
      }
    },
    {
      "id": "JAS_3_5",
      "chapter": 3,
      "verse": "5",
      "text": {
        "zh": "照样，舌头在身体中虽然很小，却能大吹大擂。看，一点小火苗就能使一大片森林烧起来！",
        "en": "So, too, the tongue is a small part of the body, and yet it makes great brags. See how small a fire it takes to set a great forest ablaze!"
      }
    },
    {
      "id": "JAS_3_8",
      "chapter": 3,
      "verse": "8",
      "text": {
        "zh": "可是，舌头却没有人能驯服，而且不受管束、害人不浅，充满致命的毒素。",
        "en": "But no human can tame the tongue. It is unruly and injurious, full of deadly poison."
      }
    },
    {
      "id": "JAS_3_17",
      "chapter": 3,
      "verse": "17",
      "text": {
        "zh": "可是从上头来的智慧，首先是纯洁的，其次是促进和睦、通情达理、乐意服从的，充满怜悯，也多结好果实，不偏心，不虚伪。",
        "en": "But the wisdom from above is first of all pure,then peaceable,reasonable,ready to obey, full of mercy and good fruits,impartial,not hypocritical."
      }
    },
    {
      "id": "JAS_4_8",
      "chapter": 4,
      "verse": "8",
      "text": {
        "zh": "你们要亲近上帝，上帝就会亲近你们。有罪的人啊，要使你们的手洁净；三心二意的人啊，要使你们的心纯洁。",
        "en": "Draw close to God, and he will draw close to you.Cleanse your hands, you sinners,and purify your hearts,you indecisive ones."
      }
    },
    {
      "id": "JAS_4_14",
      "chapter": 4,
      "verse": "14",
      "text": {
        "zh": "其实你们明天的生命会怎么样，你们还不知道。你们只是一片雾气，出现片刻就消失了。",
        "en": "whereas you do not know what your life will be like tomorrow.For you are a mist that appears for a little while and then disappears."
      }
    },
    {
      "id": "JAS_4_17",
      "chapter": 4,
      "verse": "17",
      "text": {
        "zh": "所以，要是人知道怎样做对的事，却不去做，这就是他的罪了。",
        "en": "Therefore, if someone knows how to do what is right and yet does not do it, it is a sin for him."
      }
    }
  ],
  "1PE": [
    {
      "id": "1PE_2_9",
      "chapter": 2,
      "verse": "9",
      "text": {
        "zh": "但你们“是上帝挑选的一族人，是有王权的祭司，是圣洁的国族，是专属于他的子民，应该宣扬他的美德”，因为他已经呼召你们从黑暗出来，进入他奇妙的光里。",
        "en": "But you are “a chosen people, a royal priesthood, a holy nation,a people for special possession,that you should declare abroad the excellencies”of the One who called you out of darkness into his wonderful light."
      }
    },
    {
      "id": "1PE_2_17",
      "chapter": 2,
      "verse": "17",
      "text": {
        "zh": "要尊重各种各样的人，爱整个弟兄团体，敬畏上帝，尊重君王。",
        "en": "Honor men of all sorts,have love for the whole association of brothers,be in fear of God,honor the king."
      }
    },
    {
      "id": "1PE_2_21",
      "chapter": 2,
      "verse": "21",
      "text": {
        "zh": "你们受呼召就是要这样做，因为基督也为你们受过苦，给你们留下榜样，让你们紧紧跟随他的脚步。",
        "en": "In fact, to this course you were called, because even Christ suffered for you,leaving a model for you to follow his steps closely."
      }
    },
    {
      "id": "1PE_3_15",
      "chapter": 3,
      "verse": "15",
      "text": {
        "zh": "要在心里承认基督是神圣的，是你们的主。要随时准备为自己的希望辩护。这样，如果有任何人要求你们解释这个希望有什么根据，你们就可以回答他，只是要态度温和，深深尊重他。",
        "en": "But sanctify the Christ as Lord in your hearts, always ready to make a defense before everyone who demands of you a reason for the hope you have, but doing so with a mild temperand deep respect."
      }
    },
    {
      "id": "1PE_4_8",
      "chapter": 4,
      "verse": "8",
      "text": {
        "zh": "特别是要热切地彼此相爱，因为爱能遮盖许多罪。",
        "en": "Above all things, have intense love for one another,because love covers a multitude of sins."
      }
    },
    {
      "id": "1PE_5_7",
      "chapter": 5,
      "verse": "7",
      "text": {
        "zh": "要把所有忧虑卸给上帝，因为他关心你们。",
        "en": "while you throw all your anxietyon him,because he cares for you."
      }
    }
  ],
  "2PE": [
    {
      "id": "2PE_1_21",
      "chapter": 1,
      "verse": "21",
      "text": {
        "zh": "预言从来不是人凭自己的意思说的，而是人被神圣力量推动，把上帝的话说出来。",
        "en": "For prophecy was at no time brought by man’s will,but men spoke from God as they were movedby holy spirit."
      }
    },
    {
      "id": "2PE_3_9",
      "chapter": 3,
      "verse": "9",
      "text": {
        "zh": "耶和华履行承诺，从不拖延。有些人以为他拖延，其实他是对你们有耐心，因为他不希望任何一个人被毁灭，而是希望人人最终都悔改。",
        "en": "Jehovahis not slow concerning his promise,as some people consider slowness, but he is patient with you because he does not desire anyone to be destroyed but desires all to attain to repentance."
      }
    },
    {
      "id": "2PE_3_13",
      "chapter": 3,
      "verse": "13",
      "text": {
        "zh": "但我们根据他的承诺，等待新天新地，有正义住在其中。",
        "en": "But there are new heavens and a new earth that we are awaiting according to his promise,and in these righteousness is to dwell."
      }
    }
  ],
  "1JN": [
    {
      "id": "1JN_2_17",
      "chapter": 2,
      "verse": "17",
      "text": {
        "zh": "这个世界和世界的欲望正在消逝，遵从上帝旨意的人却永远长存。",
        "en": "Furthermore, the world is passing away and so is its desire,but the one who does the will of God remains forever."
      }
    },
    {
      "id": "1JN_3_20",
      "chapter": 3,
      "verse": "20",
      "text": {
        "zh": "不管我们的心在什么事上定我们有罪，我们都可以放心，因为上帝比我们的心大，知道一切。",
        "en": "regarding whatever our hearts may condemn us in, because God is greater than our hearts and knows all things."
      }
    },
    {
      "id": "1JN_4_8",
      "chapter": 4,
      "verse": "8",
      "text": {
        "zh": "没有爱心的，就还没有认识上帝，因为上帝就是爱。",
        "en": "Whoever does not love has not come to know God, because God is love."
      }
    },
    {
      "id": "1JN_4_10",
      "chapter": 4,
      "verse": "10",
      "text": {
        "zh": "我们还没有爱上帝，上帝就爱我们，派他的儿子来，作为求恩的祭牲为我们除罪。这就是爱了。",
        "en": "The love is in this respect, not that we have loved God, but that he loved us and sent his Son as a propitiatory sacrificefor our sins."
      }
    },
    {
      "id": "1JN_4_18",
      "chapter": 4,
      "verse": "18",
      "text": {
        "zh": "爱里没有恐惧，完美无缺的爱能驱除恐惧，因为恐惧使我们畏缩。谁恐惧，谁的爱就还不是完美无缺的。",
        "en": "There is no fear in love,but perfect love castsfear out, because fear restrains us. Indeed, the one who is fearful has not been made perfect in love."
      }
    },
    {
      "id": "1JN_4_19",
      "chapter": 4,
      "verse": "19",
      "text": {
        "zh": "我们爱，是因为上帝先爱我们。",
        "en": "We love, because he first loved us."
      }
    },
    {
      "id": "1JN_5_3",
      "chapter": 5,
      "verse": "3",
      "text": {
        "zh": "我们遵守上帝的诫命，就是爱他了，况且他的诫命并不是沉重的负担，",
        "en": "For this is what the love of God means, that we observe his commandments;and yet his commandments are not burdensome,"
      }
    },
    {
      "id": "1JN_5_14",
      "chapter": 5,
      "verse": "14",
      "text": {
        "zh": "我们对上帝有这样的信心：无论我们按照他的旨意求什么，他都会听我们。",
        "en": "And this is the confidencethat we have toward him,that no matter what we ask according to his will, he hears us."
      }
    },
    {
      "id": "1JN_5_19",
      "chapter": 5,
      "verse": "19",
      "text": {
        "zh": "我们知道，我们是源于上帝的，但全世界都受那恶者控制。",
        "en": "We know that we originate with God, but the whole world is lying in the power of the wicked one."
      }
    }
  ],
  "2JN": [
    {
      "id": "2JN_1_4",
      "chapter": 1,
      "verse": "4",
      "text": {
        "zh": "我非常高兴，因为知道你有儿女遵照我们从天父领受的诫命，按真理处世为人。",
        "en": "I rejoice very much because I have found some of your children walking in the truth,just as we received commandment from the Father."
      }
    },
    {
      "id": "2JN_1_6",
      "chapter": 1,
      "verse": "6",
      "text": {
        "zh": "我们按照他的种种诫命处世为人，就是爱了。正如你们从最初就已经听到的，诫命就是：你们总要怀着爱心处世为人。",
        "en": "And this is what love means, that we go on walking according to his commandments.This is the commandment, just as you have heard from the beginning, that you should go on walking in it."
      }
    },
    {
      "id": "2JN_1_9",
      "chapter": 1,
      "verse": "9",
      "text": {
        "zh": "谁偏离正道，不时刻遵守基督的教导，谁就没有上帝。时刻遵守他的教导的，就既有天父又有儿子。",
        "en": "Everyone who pushes ahead and does not remain in the teaching of the Christ does not have God.The one who does remain in this teaching is the one who has both the Father and the Son."
      }
    }
  ],
  "3JN": [
    {
      "id": "3JN_1_4",
      "chapter": 1,
      "verse": "4",
      "text": {
        "zh": "听到自己的孩子们按真理处世为人，就没有什么比这更让我高兴的了。",
        "en": "No greater joydo I have than this: that I should hear that my children go on walking in the truth."
      }
    },
    {
      "id": "3JN_1_8",
      "chapter": 1,
      "verse": "8",
      "text": {
        "zh": "所以，我们有责任对这样的人表现好客精神，让自己成为他们宣扬真理的伙伴。",
        "en": "So we are under obligation to show hospitality to such ones,so that we may become fellow workers in the truth."
      }
    },
    {
      "id": "3JN_1_11",
      "chapter": 1,
      "verse": "11",
      "text": {
        "zh": "亲爱的朋友，不要仿效邪恶，倒要仿效良善。行善的源于上帝，作恶的没有看见过上帝。",
        "en": "Beloved one, do not imitate what is bad, but imitate what is good.The one who does good originates with God.The one who does bad has not seen God."
      }
    }
  ],
  "JUD": [
    {
      "id": "JUD_1_9",
      "chapter": 1,
      "verse": "9",
      "text": {
        "zh": "天使长米迦勒跟魔鬼冲突，为 摩西 的遗体争论的时候，还不敢说侮辱的话，定他的罪，只说：“愿耶和华斥责你。”",
        "en": "But when Miʹcha·elthe archangelhad a difference with the Devil and was disputing about Moses’ body,he did not dare to bring a judgment against him in abusive terms,but said: “May Jehovahrebuke you.”"
      }
    },
    {
      "id": "JUD_1_21",
      "chapter": 1,
      "verse": "21",
      "text": {
        "zh": "这样你们就能留在上帝的爱里，等待我们主 耶稣 基督的怜悯，盼望得到永远的生命。",
        "en": "in order to keep yourselves in God’s love,while you await the mercy of our Lord Jesus Christ with everlasting life in view."
      }
    },
    {
      "id": "JUD_1_25",
      "chapter": 1,
      "verse": "25",
      "text": {
        "zh": "他是独一的上帝，通过我们的主 耶稣 基督拯救了我们。愿荣耀、威严、大能、权力，从古至今，永永远远，都归于他。阿们。",
        "en": "to the only God our Savior through Jesus Christ our Lord, be glory, majesty, might, and authority for all past eternity and now and into all eternity. Amen."
      }
    }
  ],
  "REV": [
    {
      "id": "REV_4_11",
      "chapter": 4,
      "verse": "11",
      "text": {
        "zh": "“耶和华我们的上帝，你配受荣耀、尊崇、力量，因为你创造了一切，一切都是因为你的旨意才能存在，才被创造的。”",
        "en": "“You are worthy, Jehovahour God, to receive the gloryand the honorand the power,because you created all things,and because of your will they came into existence and were created.”"
      }
    },
    {
      "id": "REV_12_9",
      "chapter": 12,
      "verse": "9",
      "text": {
        "zh": "于是大龙被摔了下去。大龙就是最初的那条蛇，叫做魔鬼，也叫 撒但，迷惑了全天下的人。他被摔在地上，他的天使也跟他一起被摔了下去。",
        "en": "So down the great dragonwas hurled, the original serpent,the one called Deviland Satan,who is misleading the entire inhabited earth;he was hurled down to the earth,and his angels were hurled down with him."
      }
    },
    {
      "id": "REV_21_3",
      "chapter": 21,
      "verse": "3",
      "text": {
        "zh": "我听见从宝座那里发出一个洪亮的声音，说：“看！上帝的帐幕在人间，他要跟人住在一起，他们要做他的子民。上帝要亲自与他们同在。",
        "en": "With that I heard a loud voice from the throne say: “Look! The tent of God is with mankind, and he will reside with them, and they will be his people. And God himself will be with them."
      }
    },
    {
      "id": "REV_21_4",
      "chapter": 21,
      "verse": "4",
      "text": {
        "zh": "上帝要擦掉他们的每一滴眼泪，不再有死亡，也不再有哀痛、呼号、痛苦。从前的事已经过去了。”",
        "en": "And he will wipe out every tear from their eyes,and death will be no more,neither will mourning nor outcry nor pain be anymore.The former things have passed away.”"
      }
    },
    {
      "id": "REV_21_5",
      "chapter": 21,
      "verse": "5",
      "text": {
        "zh": "坐在宝座上的那位说：“看！现在我更新一切。”他又说：“你要写下来，这些话都是真的，是可靠的。”",
        "en": "And the One seated on the thronesaid: “Look! I am making all things new.”Also he says: “Write, for these words are faithfuland true.”"
      }
    }
  ]
}